{
    "1": {
        "article_name": "Report_Criminal_Activity.txt",
        "sentence_1": "See the crime happen or be tipped off by another person who has",
        "sentence_2": "See the crime happen or be tipped off by another person who has <seen it happen>.",
        "context_before": "## Steps\n \n 1. 1",
        "context_after": "2. 2 Look at the person and if already involved interact with the suspect as if you are ok with what is going on   3. 3 As soon as you are out of sight, earshot, and you are comfortable talking out loud call 911 and calmly report the situation\n   4. 4 Follow the police instructions and stay out of physical interactions with the person\n   5. 5 Always be cautious and kwow that the police are on your side, the good side",
        "ID": "n51V4OWCE-",
        "grouping": 0
    },
    "2": {
        "article_name": "Pay_Your_Mortgage_With_a_Credit_Card.txt",
        "sentence_1": "However, you only get the rewards if you spend a certain amount of money.",
        "sentence_2": "However, you only get the rewards if you spend a certain amount of money <during a short period of time>.",
        "context_before": "Just because you can pay your mortgage this way doesn’t mean you should. Consider why you want to use your credit card:\n * You are trying to earn a bonus on a rewards card. Some reward cards will give you a huge number of points (35,000+) for new users.",
        "context_after": "In this limited situation, it might be a good idea to make a mortgage payment with your credit card. For example, your bonus might be 500, which will be more than the fee you pay to use a credit card.    * You are trying to earn regular rewards.",
        "ID": "_LQIvsIZuW",
        "grouping": 0
    },
    "3": {
        "article_name": "Run_a_Homeowners'_Association.txt",
        "sentence_1": "Remember that a homeowners' association can be a good marketing and sales tool for prospective buyers.",
        "sentence_2": "Remember that a homeowners' association can be a good marketing and sales tool for prospective buyers <in your community>.",
        "context_before": "## Tips\n \n *",
        "context_after": "Offer to help real estate agents and developers during open houses and make yourself available to answer any questions.  * Be welcoming to new homeowners. The HOA can play a role in making new neighbors feel welcome in the community. Announce their arrival in newsletters or websites, and introduce yourself after they move in.",
        "ID": "J1A6IC3Zfz",
        "grouping": 0
    },
    "4": {
        "article_name": "Use_the_Internet_to_Promote_Your_Business.txt",
        "sentence_1": "Your business cannot afford rudeness or faux pas.",
        "sentence_2": "Your business cannot afford rudeness or faux pas <caused by lack of motivation>.",
        "context_before": "Often it's better to wait until all the facts are out before throwing your weight behind a cause that simply springs up online overnight. \n * While it is important to trust those of your employees who are representing you on social media, be sure that they \"get\" what it means to connect and interact with others online. Don't force employees to do it if they're uncomfortable or show any signs of irritability or cynicism.",
        "context_after": "* Learn from errors made using social media and online resources. Mistakes will happen and your business will recover from them. Learn the lessons these incidents teach you and don't repeat them.",
        "ID": "4k0XBr6wXw",
        "grouping": 0
    },
    "5": {
        "article_name": "Advertise_Small_Businesses.txt",
        "sentence_1": "Take photos of your work, inventory, or building.",
        "sentence_2": "Take photos of your work, inventory, or building <for promotional use>.",
        "context_before": "If you sell items, don’t overlook the benefits of Instagram! You can post photos of your most popular or unique items. \n 5.",
        "context_after": "Let your products or services speak for themselves! Whenever you complete a job, finish a new project, or get new inventory, snap a few well-lit photos. You can post your photos on social media, your website, or share them with potential customers as examples of your work.    *",
        "ID": "t2yqvkgdbF",
        "grouping": 0
    },
    "6": {
        "article_name": "Freeze_a_Credit_Card.txt",
        "sentence_1": "To prevent overspending, you can freeze your credit card in ice.",
        "sentence_2": "To prevent overspending, you can freeze your credit card in ice <to make it hard for you to access and use>.",
        "context_before": "## Timestamp::::2017-12-11T02:44:44Z\n \n Credit cards are a great way to build your credit and cover unexpected expenses, but they can also be a major temptation. If you’re a big shopper or are going through a tough time financially, your credit card may be burning a hole in your pocket.",
        "context_after": "If you are worried about your credit, you may want to <a href=\"Freeze%20Your%20Credit\">freeze your credit</a> or <a href=\"Prevent%20Credit%20Card%20Fraud\">prevent credit card fraud</a>.",
        "ID": "7d4fHfgieC",
        "grouping": 0
    },
    "7": {
        "article_name": "Live_Mortgage_Free.txt",
        "sentence_1": "Make an extra annual payment each year.",
        "sentence_2": "Make an extra annual payment each year <if you can>.",
        "context_before": "* You might choose to eat out less, for example, or switch to a cheaper phone plan. \n 6.",
        "context_after": "Divide your monthly payment by 12 and save that amount each month. At the end of every year, plan to pay double the amount you normally would just for that month. This will pad your mortgage with an additional payment to quicken the process of paying it off.",
        "ID": "YAJtG-j9zy",
        "grouping": 0
    },
    "8": {
        "article_name": "Rehire_Employees_You_Laid_Off.txt",
        "sentence_1": "Check to see if the ex-employee has gained new training.",
        "sentence_2": "Check to see if the ex-employee has gained new training <since being let go>.",
        "context_before": "However, some employees fall somewhere in the middle. Consider the following:\n * Has the employee addressed his or her weaknesses? For example, an employee might not have had the skills to do a job as efficiently as possible.",
        "context_after": "* Has the employee addressed problems in their personal life? Sometimes employees underperform because of problems at home: an angry spouse, a sick child, etc. If the ex-employee’s personal life has changed for the better, then he or she might be worth rehiring.     * Did you not do everything you could to help the employee?",
        "ID": "SbneWKTQnl",
        "grouping": 0
    },
    "9": {
        "article_name": "Achieve_Financial_Freedom.txt",
        "sentence_1": "You'll want to figure out how much you're spending each month.",
        "sentence_2": "You'll want to figure out how much you're spending each month and <how much income you have each month>.",
        "context_before": "The number you have now represents your net worth. \n 2. Track your current spending.",
        "context_after": "This will give you a sense of where you could cut back on expenses. If you're vigilant about tracking expenses, you'll be surprised at how much money you spend extraneously.    * Keep a small journal for a month and write down where you're spending your money. Keep track of any bills you pay, monthly rent or mortgage, insurance payments, and so on.",
        "ID": "RwmiWozi4Y",
        "grouping": 0
    },
    "10": {
        "article_name": "Start_an_Export_Business.txt",
        "sentence_1": "This includes how you will create exposure for your product and target your market.",
        "sentence_2": "This includes how you will create exposure for your product and target your market, <which you should have already identified>.",
        "context_before": "Each license has different requirements and fees. \n 2. Create a marketing plan. Your marketing should encompass how exactly you plan to sell your products in the foreign country or countries.",
        "context_after": "However, you will need to have a target market first. To identify this market, think about what type of person would be interested in your product. Consider then this group's ability to pay for your product. Work to identify a specific market niche and a distinct need that your product fills.",
        "ID": "s6oOwrsxp_",
        "grouping": 0
    },
    "11": {
        "article_name": "Create_a_Budget_Spreadsheet.txt",
        "sentence_1": "You will be surprised at how easy it is to keep your finances in line.",
        "sentence_2": "You will be surprised at how easy it is to keep your finances in line <with this tool>.",
        "context_before": "## Timestamp::::2010-12-31T17:38:38Z\n \n Create a budget spreadsheet to help you control your expenses.",
        "context_after": "You can use this budget spreadsheet as a guide to pay off bills, save money for retirement or just exist until the next paycheck without getting into debt. Either way, you will find you are closer to financial freedom than ever before.",
        "ID": "JvRNFfAF_7",
        "grouping": 0
    },
    "12": {
        "article_name": "Get_a_Bail_Bonds_License.txt",
        "sentence_1": "Some states require that their Department of Insurance sponsor you as a bail bondsman.",
        "sentence_2": "Some states require that their Department of Insurance or <the local court> sponsor you as a bail bondsman.",
        "context_before": "This test is taken as part of the application process. \n 6. Discuss the issue of your property and finances with the Department of Insurance.",
        "context_after": "This means that they support you as a bail bondsman when you need to post large bails.    * Consider obtaining bail bondsman surety insurance. This helps to protect you and your family from any risks you may encounter through being a bail bondsman.",
        "ID": "wZmDFMf6A3",
        "grouping": 0
    },
    "13": {
        "article_name": "Find_the_Best_Life_Insurance_Quotes.txt",
        "sentence_1": "Since there is no federal insurance guarantee for life insurance, you want to see whether your state guarantees the particular company in which you are interested.",
        "sentence_2": "Since there is no federal insurance guarantee for life insurance, you want to see whether your state guarantees the particular company in which you are interested and <protects the policyholders in the event of a financial failure>.",
        "context_before": "### Evaluating the Life Insurance Company\n \n 1. Determine whether the insurance company is guaranteed by your state.",
        "context_after": "Forty-seven states offer some type of state-guarantee fund for life insurance. These funds offer some protection for policyholders if the company they purchased insurance from goes bankrupt. You can check online at your state’s department of insurance to see whether your state offers a guarantee fund and if the insurance company is included in that fund.  2. Check the insurance company’s reliability rating.",
        "ID": "ZW8V5fYcm1",
        "grouping": 0
    },
    "14": {
        "article_name": "Define_Medical_Malpractice.txt",
        "sentence_1": "In the United States, medical malpractice causes between 200,000 and 440,000 deaths per year.",
        "sentence_2": "In the United States, medical malpractice causes between 200,000 and 440,000 deaths per year and <many more injuries>.",
        "context_before": "## Section::::Sources and Citations.",
        "context_after": "What exactly is medical malpractice? The definition varies depending on the state where you are located. At its most general level, a doctor commits medical malpractice when the care they provide falls below the generally recognized standard of care. In a word, the doctor has been careless.",
        "ID": "_wtrFDw73L",
        "grouping": 0
    },
    "15": {
        "article_name": "Pay_with_a_Credit_Card_on_Venmo_on_Android.txt",
        "sentence_1": "Tap the box just above the green confirmation button.",
        "sentence_2": "Tap the box just above the green confirmation button <to change the payment method>.",
        "context_before": "If your bank account or credit card are not attached and your Venmo balance won’t cover the transaction, you can add that information here. \n     * If you have a Venmo balance and a linked bank account or card, you can choose which payment method to use.\n 7.",
        "context_after": "This will usually say \"Venmo,\" unless you've previously used a different payment method.  8. Select a payment method. Venmo will use your Venmo balance by default and cover the rest of your payment using your bank account or credit card if your Venmo balance doesn't cover the whole payment.",
        "ID": "g_3ijdwd0q",
        "grouping": 0
    },
    "16": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "grouping": 0,
        "ID": "ID0142"
    },
    "17": {
        "article_name": "Apply_for_a_Work_Permit_in_Canada.txt",
        "sentence_1": "Biometrics are currently required for visa applicants from Europe, Africa, and the Middle East, and will soon be required for all visa applicants.",
        "sentence_2": "Biometrics <including fingerprints and a digital photo for identification> are currently required for visa applicants from Europe, Africa, and the Middle East, and will soon be required for all visa applicants.",
        "context_before": "For an open work permit, you must pay an additional 100 CAD on top of the work permit fee. The biometrics fee is an additional 85 CAD.\n 2. Complete your biometrics.",
        "context_after": "To submit your biometrics, make an appointment with an approved Visa Application Center (VAC).    * An approved list of VACs can be found at www.canada.ca.     * United States applicants can visit Application Support Centers across the country.",
        "grouping": 0,
        "ID": "9yZzXGLtt5"
    },
    "18": {
        "article_name": "Take_Action_Against_Lease_Violations.txt",
        "sentence_1": "Before you make the repairs yourself and deduct the costs from your rent payment, you must notify your landlord of your intentions and give them an opportunity to fix the problem.",
        "sentence_2": "Before you make the repairs yourself and deduct the costs from your rent payment, you must notify your landlord of your intentions <to use the repair and deduct remedy> and give them an opportunity to fix the problem.",
        "context_before": "You will end up paying 100 out-of-pocket. \n 5. Inform your landlord of the needed repairs.",
        "context_after": "Whenever you give notice to your landlord, it should be in writing. The letter should contain a detailed description of the defect and the repairs that are required. Make sure you sign and date the letter and keep a copy for your own records.    * Send the completed letter to your landlord through the mail or deliver a copy to them in person.",
        "ID": "Gj4PhyODJB",
        "grouping": 0
    },
    "19": {
        "article_name": "Cash_Out_a_Credit_Card_Balance.txt",
        "sentence_1": "Consumers should be very wary, however.",
        "sentence_2": "Consumers should be very wary <of this process>, however.",
        "context_before": "## Timestamp::::2016-09-19T01:43:07Z\n \n Cashing out a credit card balance—more commonly called a credit card cash advance—is one way to get your hands on cash that’s otherwise unavailable.",
        "context_after": "Credit card cash advances are one of the most expensive financial products there are, and the cost of the cash advance can multiply over time. If you’re considering a cash advance, you’ll need to know not only how to go about getting one, but also how to weigh the pitfalls of and alternatives to cash advances.",
        "ID": "qNyYXpZ_zv",
        "grouping": 0
    },
    "20": {
        "article_name": "Become_a_Citizen_of_Mexico.txt",
        "sentence_1": "Show that your parents are Mexican.",
        "sentence_2": "Show that your parents are Mexican <to naturalize by descent>.",
        "context_before": "If you’re a citizen of a Latin American country or a country in the Iberian Peninsula, such as Spain or Portugal, you can receive citizenship after living in Mexico for 2 years as a permanent or temporary resident. You’ll need to prove that you’re from that country by providing your birth certificate and passport, as well as other documents. \n 5.",
        "context_after": "If your parents are Mexican citizens but you were born outside of the country, you’ll still be considered a naturalized Mexican citizen. This extends to children adopted by Mexican parents as well.    * You’ll need to have lived for 1 year in Mexico as either a temporary or permanent resident.",
        "ID": "qnm9PdRnNk",
        "grouping": 0
    },
    "21": {
        "article_name": "Evaluate_Your_Business_Idea.txt",
        "sentence_1": "It is not enough just to have an idea.",
        "sentence_2": "It is not enough just to have an idea <for a business>.",
        "context_before": "Are you aiming for a teenage market? Senior citizens? Working families?",
        "context_after": "You need to know that your business will have customers, and you need to identify them.    * One way to clarify your customer base is to conduct needs surveys. You might hire a professional market analyst to conduct a widespread survey, either online or by mail. Or you can choose a much less costly route and conduct some oral surveys yourself, just by approaching people at a mall, grocery store or train depot.",
        "ID": "a-Jurhqexk",
        "grouping": 0
    },
    "22": {
        "article_name": "Become_a_Notary.txt",
        "sentence_1": "If your application was rejected in error, or because you failed to provide required documents, you typically can re-file a new application.",
        "sentence_2": "If your application was rejected in error, or because you failed to provide required documents, you typically can re-file a new application <without paying additional fees>.",
        "context_before": "It may take as long as 6 weeks for your application to be processed. \n * If your application is rejected, you will receive a notice that lists the reasons.",
        "context_after": "2. Take your oath of office. You cannot begin practicing as a notary until you've taken an oath of office. This may be before your state's Secretary of State, another government official, or another notary.",
        "ID": "BmXdUeoa9L",
        "grouping": 0
    },
    "23": {
        "article_name": "Choose_a_Lawyer_for_Your_Business.txt",
        "sentence_1": "If it would help, you could schedule regular meetings with your lawyer.",
        "sentence_2": "If it would help, you could schedule regular meetings with your lawyer, <particularly early on>.",
        "context_before": "Since the lawyer is a trusted advisor, you might feel the need to call dozens of times a day to run ideas past your lawyer or to ask questions. You should avoid doing so. \n *",
        "context_after": "This will allow your lawyer to prepare and for you to get the answers you need.  4. Handle disagreements early. If the lawyer does something that upsets you, you need to raise the issue immediately.",
        "ID": "DEoaNaHY2J",
        "grouping": 0
    },
    "24": {
        "article_name": "Choose_Between_an_Apple_Macintosh_and_Other_PCs.txt",
        "sentence_1": "Using Bootcamp, a Mac will run Windows natively, so all Windows programs can be run.",
        "sentence_2": "Using Bootcamp, a Mac will run Windows natively, so all Windows programs can be run and <all hardware resources resources can be used by Windows>.",
        "context_before": "Bootcamp, Parallels, or VMWare Fusion will be needed to run PC software. Mac OS X 10.5 (Leopard) comes with Bootcamp as part of the standard software. Once Bootcamp is installed, a user can partition the hard drive and install Windows on the new partition.",
        "context_after": "However, a restart is required to boot into each operating system.",
        "ID": "NJLSVyyZLR",
        "grouping": 0
    },
    "25": {
        "article_name": "Trademark_a_Phrase.txt",
        "sentence_1": "If you find no other company using your name as their own mark, you may still want to hire a trademark attorney to ensure that your search was accurate.",
        "sentence_2": "If you find no other company using your name as their own mark, you may still want to hire a trademark attorney to ensure that your search was accurate and <sufficiently complete>.",
        "context_before": "Consider hiring a Trademark Attorney. You will have a good idea of whether another person has already trademarked your phrase or something very close to it after you have finished conducting your search. If you find that someone else is using a phrase similar or identical to your phrase and you still want to use the phrase yourself, consider hiring a trademark attorney to help you with the rest of the process.",
        "context_after": "",
        "ID": "IH2AMi-cH2",
        "grouping": 0
    },
    "26": {
        "article_name": "Transfer_Money_Fast_Overseas.txt",
        "sentence_1": "Specifically, verify that you are using the correct name.",
        "sentence_2": "Specifically, verify that you are using the correct name <on the transfer documentation>.",
        "context_before": "### Completing the Transaction\n \n 1. Verify the recipient’s contact information. Make sure you have the correct contact information for the recipient.",
        "context_after": "The recipient will have to show identification to claim the money you sent. The name you used must exactly match the name on the recipient’s identification. Otherwise, the recipient may not be able to receive the money.    *",
        "ID": "A0QGNRYmMS",
        "grouping": 0
    },
    "27": {
        "article_name": "Get_a_Bartending_Job.txt",
        "sentence_1": "This information can be found online and most courses can be taken online as well.",
        "sentence_2": "This information can be found online and most courses can be taken online as well <at a bartending school>.",
        "context_before": "Starting as a bar back, waiting tables, and working in the industry is your best bet. Most bartenders move up from bar back to bartender after sometime, or unless they are experienced.   \n Some states require bartending licenses or certifications.",
        "context_after": "",
        "ID": "oRD26fzHpn",
        "grouping": 0
    },
    "28": {
        "article_name": "Become_an_Estate_Attorney.txt",
        "sentence_1": "You'll want to prepare for the exam to score your best.",
        "sentence_2": "You'll want to prepare for the exam to score your best <to increase your chances of acceptance>.",
        "context_before": "It is also wise to build strong positive relationships with your professors so you can ask them for letters of recommendation to include with your law school applications. \n * The Law School Admissions Test (LSAT) is the most important part of your application.",
        "context_after": "You will need a score around the 50 percentile in order to get into an accredited law school.  3. Attend law school and pass your state’s bar exam. You will need to attend law school and earn your Juris Doctor degree.",
        "ID": "9i08kVDnBo",
        "grouping": 0
    },
    "29": {
        "article_name": "Advertise_to_Be_a_Tutor.txt",
        "sentence_1": "You can show customers that you are the more professional, qualified tutor.",
        "sentence_2": "You can show customers that you are the more professional, qualified tutor <by providing additional details about your tutoring services>.",
        "context_before": "You could also buy low-cost professional business cards online from a site like Vista Print.\n 4. Make a brochure. Brochures can provide more information about your services and can be especially helpful if your community has a lot of tutors operating in the same place.",
        "context_after": "* You can make a hardcopy or an e-brochure.     * Having an e-brochure will also make it easier for you to explain what you have to offer when clients contact you for your services. You can send them the flyer with all of your information.",
        "ID": "6zTGVi8Xwx",
        "grouping": 0
    },
    "30": {
        "article_name": "Establish_Paternity_in_Texas.txt",
        "sentence_1": "When the child is born, the hospital may give you a form, or you can get one before or after the child's birth at the office of a certified entity.",
        "sentence_2": "When the child is born, the hospital may give you a form, or you can get one before or after the child's birth at the office of a certified entity, <such as a child support office>.",
        "context_before": "### Establishing Paternity by Voluntary Acknowledgement\n \n 1. Get an acknowledgement form. You can download a fillable PDF copy of Texas's official acknowledgement form online.",
        "context_after": "* A certified entity is one approved by the state of Texas to provide paternity forms and file them with the Texas Vital Statistics Unit.     * You can find the office of a certified entity nearest you by calling 1-866-255-2006. \n     *",
        "ID": "1pT1iqccWF",
        "grouping": 0
    },
    "31": {
        "article_name": "Get_Student_Loans_Forgiven.txt",
        "sentence_1": "Most forgiveness plans require a history of making payments on time.",
        "sentence_2": "Most forgiveness plans require a history of making payments on time <up until the time when things went wrong>.",
        "context_before": "There are also other military programs and benefits from having been in the military. \n     * Teach or practice medicine in certain types of communities, as well as -\n 2. Keep good records on your payment history of your educational loans.",
        "context_after": "",
        "ID": "j2OoiB9DQ_",
        "grouping": 0
    },
    "32": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "grouping": 0,
        "ID": "ID0282"
    },
    "33": {
        "article_name": "Sell_a_Personal_Seat_License.txt",
        "sentence_1": "Complete any necessary paperwork.",
        "sentence_2": "Complete any necessary paperwork <to complete the sale>.",
        "context_before": "Once you receive a bid that looks good to you, you can accept it. The online broker will then remove the listing. \n 4.",
        "context_after": "The broker will probably have you fill out paperwork so that you can complete the transfer of the PSL. You should keep a copy of all paperwork and return it promptly. Mail it certified mail, return receipt requested so that you will know when it has been received.    *",
        "ID": "9EseBU2RsH",
        "grouping": 0
    },
    "34": {
        "article_name": "Check_Dog_Food_Recalls.txt",
        "sentence_1": "Take your dog to the vet.",
        "sentence_2": "Take your dog to the vet <if they have eaten recalled food>.",
        "context_before": "No matter the reason for the recall, you should not continue feeding your dog the food or treats. \n     * Contact the manufacturer if you have questions about the recalled product. \n 2.",
        "context_after": "If your dog has eaten food or treats that have been recalled, take them to the vet. Many times, foods are recalled because they are contaminated and can harm your dog. Even if your dog seems fine, take them to the vet just to make sure.    *",
        "ID": "mPrx_evRuN",
        "grouping": 0
    },
    "35": {
        "article_name": "Do_Your_Own_Real_Estate_Closing.txt",
        "sentence_1": "When you initially started negotiating your deal, you likely had to put down earnest money.",
        "sentence_2": "When you initially started negotiating your deal, you likely had to put down earnest money <if it was included in the purchase and sale agreement>.",
        "context_before": "Interest rates are unpredictable and tend to fluctuate over time, so try to lock down a low rate before signing any official paperwork. \n 3. Fund escrow.",
        "context_after": "This is money put down in your escrow account to convey an earnest interest in purchasing the property. The earnest money usually goes towards funding escrow as well as your down payment. As you move towards the closing process, you need to pay any remaining escrow fees.  4.",
        "ID": "nZS5_3iIMQ",
        "grouping": 0
    },
    "36": {
        "article_name": "Save_on_Closing_Costs.txt",
        "sentence_1": "Get as many quotes as you can.",
        "sentence_2": "Get as many quotes <from local lenders> as you can.",
        "context_before": "2. Begin shopping around for estimates. You will use the Good Faith Estimate when you are researching companies. Do searches in Google and other search engines for title insurance and closing costs.",
        "context_after": "The prices can very greatly so you need to make sure you are getting quotes for everything. Some companies will give you a limited quote that ends up being more when you close. Make sure you verify that the quote they are giving you will be what you pay at closing. If they refuse to promise that you should probably cross them off the list.",
        "ID": "eK97R0ws59",
        "grouping": 0
    },
    "37": {
        "article_name": "Start_a_Card_Printing_Business.txt",
        "sentence_1": "The business should be somewhere with the maximum number of potential customers.",
        "sentence_2": "The business should be somewhere with the maximum number of potential customers and <professional clientele>.",
        "context_before": "Using your storefront as a means to attract business could be key to success. Having the right spot, however, could be the key to whether or not anyone sees the store at all. Consider the following concepts:\n * Think about the area.",
        "context_after": "It should be somewhere that matches what your business stands for.    * Consider how close you are to the competition. If another printing business is already established in the area, choosing the same location may be a critical mistake. Find a spot that has an opening in the market and similarly styled surrounding businesses.",
        "ID": "fuy4CsI-Wn",
        "grouping": 1
    },
    "38": {
        "article_name": "Relinquish_Parental_Rights_in_Texas.txt",
        "sentence_1": "If you waived service of process in your Affidavit, then you will not receive notice.",
        "sentence_2": "If you waived service of process in your Affidavit, then you will not receive notice <if the other parent files the motion>.",
        "context_before": "Once you complete the report, return it to the other parent’s attorney, who will need to file it. \n 5. File the petition with the court. Either you or the custodial parent will need to file the petition and supporting affidavits with the court.",
        "context_after": "6. Attend a hearing. You may have to attend a hearing to answer any questions that the judge has. Whether you have to attend a hearing will depend on the court and other circumstances.",
        "ID": "vkB7rqplOs",
        "grouping": 1
    },
    "39": {
        "article_name": "Brainstorm.txt",
        "sentence_1": "A few extra writing utensils along with a thick pad of paper ensures for an adequate supply of materials to continue the flow of your work without interruption.",
        "sentence_2": "A few extra writing utensils along with a thick pad of paper ensures for an adequate supply of materials to continue the flow of your work without interruption and <your mind>.",
        "context_before": "## Tips\n \n     * While brainstorming, it can be helpful to <a href=\"Appreciate%20Classical%20Music\">listen to classical music</a> or songs without lyrics. \n *",
        "context_after": "* Keep going, even if you come across a good idea near the beginning of the brain storm session; as better ideas may come along.     * Don't immediately dismiss an idea - continue to write and see where your thoughts take you. \n     * Save your brainstorm as you may need it in the near or distant future. \n     *",
        "ID": "jSy11AyyOM",
        "grouping": 1
    },
    "40": {
        "article_name": "Start_a_Software_Company.txt",
        "sentence_1": "Create a development time line.",
        "sentence_2": "Create a development time line <for the product>.",
        "context_before": "9. Develop your software product. \n *",
        "context_after": "Allot a reasonable amount of time to the development of your software product. A complicated data management system may take much longer to develop than a simple mobile phone application.    * Oversee the development process. Facilitate clear communication between you and your development team to ensure that everyone is operating under the same product vision.",
        "ID": "ZI4sKLWbAI",
        "grouping": 1
    },
    "41": {
        "article_name": "Obtain_a_Security_Clearance.txt",
        "sentence_1": "You can apply for a TWIC card online.",
        "sentence_2": "You can apply for a TWIC card online, <even before you have a job>.",
        "context_before": "TWIC cards include their own investigation, but are different from the standard security clearance. \n     * TWIC cards are granted by the Transportation Security Agency (TSA.) \n *",
        "context_after": "",
        "ID": "GtDF5lsM1F",
        "grouping": 1
    },
    "42": {
        "article_name": "Be_Rich_at_a_Young_Age.txt",
        "sentence_1": "When great opportunities come along, you'll have the right support network to take action.",
        "sentence_2": "When great opportunities <for jobs or entrepreneurial projects> come along, you'll have the right support network to take action.",
        "context_before": "Big ideas and successful companies usually don't just spring up from one person. Rather, they're the result of a group of like-minded people coming together and discussing the future. Take advantage of every opportunity to meet and establish relationships with both young people with similar goals and older, successful people.",
        "context_after": "* Keep in mind that you should use both in-person and social networking interactions to support and nurture your professional relationships. Be sure to also stay in touch with classmates from high school or college that are successful or on their way to being successful.   7. Increase your income streams.",
        "ID": "7UXwzR4P-W",
        "grouping": 1
    },
    "43": {
        "article_name": "Report_Slumlords.txt",
        "sentence_1": "Navigate to the website of your local branch of the U.S. Department of Housing and Urban Development (HUD).",
        "sentence_2": "Navigate to the website of your local branch of the U.S. Department of Housing and Urban Development (HUD), or <similar website for your country>.",
        "context_before": "### Understanding Your Rights and Collecting Evidence\n \n 1. Read the renter’s rights handbook for your jurisdiction online.",
        "context_after": "Search the online directory for a handbook of renter’s rights for your jurisdiction.    * Read the handbook to determine if any of your guaranteed rights as a tenant have been infringed upon. This can be anything from your landlord providing uninhabitable conditions to discriminating against tenants.   2. Consult your lease to determine if the landlord has violated it.",
        "ID": "8aRaYFMYjy",
        "grouping": 1
    },
    "44": {
        "article_name": "Complete_a_Project_on_Time.txt",
        "sentence_1": "If supplies run out, is there anything else you can use?",
        "sentence_2": "If supplies run out, is there anything else you can use <in there place>?",
        "context_before": "If your project is fragile, what can you do to ensure it is perfectly safe. If it did break, how long would it take to build another? Can you build and spare or alternate parts?\n *",
        "context_after": "Can you buy an extra 1-2 parts of any essential or hard to find objects to eliminate the issue?  3. Delegate wisely with your team/partners to avoid overlap and save time. When trying to complete a project on time with a group, it is rarely a good idea for everyone to work on the same things at once.",
        "ID": "JGdyE3uCXq",
        "grouping": 1
    },
    "45": {
        "article_name": "Make_Your_Business_Life_Easier.txt",
        "sentence_1": "Always test these ideas before plunging in.",
        "sentence_2": "Always test these ideas <on a small scale> before plunging in.",
        "context_before": "Consider dividing or combining products. Include non-physical things in your concept of 'product' such as 'shiny','hot','simple',etc. Evaluate all ideas and devise a plan to schedule product improvements.",
        "context_after": "4. Focus on your competition and learn why they are better or worse in every aspect. Use your competition's experience to learn the customer better. Do they have a broader customer base that you can reach with product/delivery changes?",
        "ID": "2G-Z7bku83",
        "grouping": 1
    },
    "46": {
        "article_name": "Sue_an_Attorney_for_Malpractice.txt",
        "sentence_1": "Both types of causation must be proven.",
        "sentence_2": "Both types of causation must be proven <to win a legal malpractice suit>.",
        "context_before": "For instance, if someone passed a package of fireworks to a passenger on a moving train, it may be foreseeable that the fireworks would be dropped or the persons giving and receiving them may be hurt. It is not foreseeable, however, that the fireworks would explode causing an impact on the platform which shakes an industrial scale off its base, hitting a lady, causing her injury. (Palsgraff).",
        "context_after": "* You must be able to prove quantifiable damages. Quantifiable damages are those that can be easily reduced to a monetary value. They generally do not include punitive damages (those meant to punish the offending attorney) or any money to compensate you for pain and suffering. Aside from these elements, Your case must be initiated with the court within the state’s statute of limitations.",
        "ID": "FnA4msZqRf",
        "grouping": 1
    },
    "47": {
        "article_name": "Detox_Your_Finances.txt",
        "sentence_1": "Be advised that while you may receive an initial report for free, you may be required to sign up for some kind of paid membership.",
        "sentence_2": "Be advised that while you may receive an initial report for free, you may be required to sign up for some kind of paid membership <after your trial period is over>.",
        "context_before": "## Warnings\n \n * There are many companies out there who will offer free credit services such as reports and score monitoring.",
        "context_after": "The three credit bureaus maintain the site www.annualcreditreport.com as a free, confidential way to obtain your credit report (although you have to use a different agency, and pay, to see your score).    * Stay away from companies that offer to repair your credit report or score. Many times these agencies will contest all the debts shown on your report. This process works temporarily, as creditors are required to verify debt within 30 days or it is removed from your report.",
        "ID": "KGibyQzu5k",
        "grouping": 1
    },
    "48": {
        "article_name": "Choose_an_Area_Rug.txt",
        "sentence_1": "Be willing to pay a bit more.",
        "sentence_2": "Be willing to pay a bit more <for a nice rug>.",
        "context_before": "* Machine-knotted rugs have an dulled version of the rug’s pattern on their backs. They also may have additional fringes that are sewn on (instead of being incorporated into the weaving). \n 3.",
        "context_after": "Area rugs are much more inexpensive than wall-to-wall carpeting, but a good one doesn’t come cheap. Some interior decorators offer a rule: for consistency in interior decorating, your rug should cost about the same as your sofa did. If you’re strapped for money, it’s good to check vintage stores and eBay for diamonds in the rough.  4.",
        "ID": "iR3Gkz0_bf",
        "grouping": 1
    },
    "49": {
        "article_name": "Cancel_a_Western_Union_Money_Transfer.txt",
        "sentence_1": "However, if your refund request is not made on the same day you will lose the charges (unless there was an error on Western Union's side, in which case you will receive a full refund).",
        "sentence_2": "However, if your refund request is not made on the same day you will lose the charges (unless there was an error on Western Union's side or <you were a victim of fraud>, in which case you will receive a full refund).",
        "context_before": "4. Receive your refund. Refund requests made on the same day will always include the charges as well as the principal send amount.",
        "context_after": "",
        "ID": "bk3Gs_dIV2",
        "grouping": 1
    },
    "50": {
        "article_name": "Acquire_Property_Through_Adverse_Possession.txt",
        "sentence_1": "Remember the following tips:",
        "sentence_2": "Remember the following tips <when you testify>:",
        "context_before": "You should look professional for your trial. Try to dress up as best as you can. Although you don’t have to wear a suit, you should wear one if you feel more comfortable in a suit.",
        "context_after": "3. Men should wear dress pants and with a button-up shirt. Make sure the shirt is long-sleeved (and not short-sleeved). Wear a conservative tie if you have one.",
        "ID": "DZ5bVm9noc",
        "grouping": 1
    },
    "51": {
        "article_name": "Obtain_a_PayPal_Debit_Card.txt",
        "sentence_1": "Using a PayPal Debit MasterCard is a convenience afforded only to PayPal account holders.",
        "sentence_2": "Using a PayPal Debit MasterCard is a convenience afforded only to PayPal account holders <who have business or premier accounts>.",
        "context_before": "## Timestamp::::2011-03-16T11:00:03Z",
        "context_after": "The PayPal debit card may be used anywhere that MasterCard is accepted around the world. The card may be used to access funds in your PayPal account or other funds available in your backup funding source. Many PayPal debit card owners receive cash-back bonuses when using their cards. Use these instructions to learn how to obtain a PayPal debit card.",
        "ID": "IHSG5vnvnN",
        "grouping": 1
    },
    "52": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "grouping": 1,
        "ID": "ID0142"
    },
    "53": {
        "article_name": "Open_a_Boutique.txt",
        "sentence_1": "Evaluate the competition in your area.",
        "sentence_2": "Evaluate the competition in your area <to guide your own planning>.",
        "context_before": "There are high-end fashion boutiques that sell clothes from top designers, modern fashion boutiques that sell popular brands, and boutiques that sell children's clothes. You can even open a boutique to sell your own designs. \n 2.",
        "context_after": "Find out how many boutiques sell items similar to those you want to sell, what their price ranges are, and how they market themselves.  3. Find out if there's a market for a new boutique in your area. This will mainly be determined by the demographics and shopping habits of people who live in the region.   4. Draw up a business plan.",
        "ID": "sW_hdKh0Df",
        "grouping": 1
    },
    "54": {
        "article_name": "Fund_a_Nomadic_Lifestyle.txt",
        "sentence_1": "Before you leave take stock of your skills and experience.",
        "sentence_2": "Before you leave take stock of your skills and experience <that will enable you to work as a digital nomad>.",
        "context_before": "3. Think of ways to earn a living on the road. \n *",
        "context_after": "Any skill in demand can be useful but it’s important that you build an image of trust for whoever may want to use your expertise.    * Have professional business cards and a resume with references to hand.     * If you think a particular skill would be useful to you, then get the training before you set off.",
        "ID": "FqeFgFmn8_",
        "grouping": 1
    },
    "55": {
        "article_name": "Resolve_Ecommerce_Disputes.txt",
        "sentence_1": "If the merchant does not immediately offer a refund, then follow up with a dispute letter.",
        "sentence_2": "If the merchant does not immediately offer a refund or <a replacement>, then follow up with a dispute letter.",
        "context_before": "Your orders will be listed chronologically. To contact the seller, click on the “Contact seller” button beside the item you are disputing. \n * Write a letter to the merchant.",
        "context_after": "You should set up the letter like a <a href=\"Write%20a%20Business%20Letter\">regular business letter</a>.    * In the body of the letter, you should state the day you bought the item and how. Also explain what is wrong with the product.",
        "ID": "s_KoOvOES8",
        "grouping": 1
    },
    "56": {
        "article_name": "File_a_Motion_in_Court_Without_an_Attorney.txt",
        "sentence_1": "This information should always remain in the same form in all documents filed in your case.",
        "sentence_2": "This information should always remain in the same form in all documents filed in your case, <both in content and format>.",
        "context_before": "The heading information is called the caption. Typically, the caption includes the name of the court, the name of the parties, and the case number. \n *",
        "context_after": "Simply copy the caption from a previous document into your motion.  3. Title your motion. Your title should tell the court what the motion is about.",
        "ID": "vt5jj4ZAzR",
        "grouping": 1
    },
    "57": {
        "article_name": "Maximize_Compound_Interest.txt",
        "sentence_1": "You can maximize your earning potential by finding accounts with high interest rates.",
        "sentence_2": "You can maximize your earning potential by finding accounts with high interest rates and <letting the interest accumulate>.",
        "context_before": "## Timestamp::::2016-10-05T14:50:39Z\n \n Most investment accounts and savings accounts you put money in will earn you what is called \"compound interest\". When you put money into a compound interest bearing account, your principal (i.e., the money you put in yourself) will earn interest at a certain rate over time. What makes a compound interest bearing account unique, however, is that the interest you earn, if you reinvest it (e.g., leave it in your account), will generate interest along with your principal.",
        "context_after": "Additionally, you can maximize the benefits of your compound interest bearing account by investing early and often, by putting as much money in the account as possible, and by being patient.",
        "ID": "t3ms3ZmJ89",
        "grouping": 1
    },
    "58": {
        "article_name": "Buy_a_Timeshare.txt",
        "sentence_1": "The downside is you can only use the unit at the specified time each year.",
        "sentence_2": "The downside is you can only use the unit at the specified time each year, <unless you are able to trade with another timeshare holder>.",
        "context_before": "With this type of timeshare, you buy a certain time period each year in the vacation unit. You are actually part owner of the property, so you can rent it or even include it in your will to pass on to someone else. \n *",
        "context_after": "2. Pick the \"right-to-use\" option for more flexibility. In this case, you buy a certain amount of time in a unit, such as the right to use it for 10 weeks a year for 10 years. You don't own the property (the resort does), but you do own the interest in the property.",
        "ID": "Pq6tmiTW1b",
        "grouping": 1
    },
    "59": {
        "article_name": "Write_a_Bill_for_Payment.txt",
        "sentence_1": "If you write bills for payment often, you may want to create an invoice template you can modify each time you send a new one.",
        "sentence_2": "If you write bills for payment often, you may want to create an invoice template you can modify each time you send a new one <to a client>.",
        "context_before": "### Choose a Format\n \n 1. Consider creating a professional <a href=\"Make%20an%20Invoice\">invoice</a>.",
        "context_after": "This is especially useful for contractors or other people who perform ongoing services.    * An invoice includes a header with your name (or your business name), your address and phone number, and your company logo, in addition to a detailed account of services rendered, payment owed, and payment instructions.     * Invoices are usually created electronically, numbered, and saved to a computer.",
        "ID": "YpAvVH6amP",
        "grouping": 1
    },
    "60": {
        "article_name": "Block_Ads_in_UC_Browser_on_a_PC.txt",
        "sentence_1": "Done! You can also edit your ad preference from there.",
        "sentence_2": "Done! You can also edit your ad preference from there, <if you want to change your settings later>.",
        "context_before": "Select from the left side..\n 4. Block Ads. Mark the Block pop-up windows box.",
        "context_after": "",
        "ID": "Ux9yZIzWU4",
        "grouping": 1
    },
    "61": {
        "article_name": "Avoid_Getting_Scammed_on_eBay.txt",
        "sentence_1": "Read all of the descriptions.",
        "sentence_2": "Read all of the descriptions, <especially the fine print>.",
        "context_before": "## Tips\n \n   * Often times just sending the seller an email will help to resolve the problem. It may just be a misunderstanding. \n *",
        "context_after": "If you skip over an important fact about the condition of the item, it's your problem.",
        "ID": "9bgcaEHgdx",
        "grouping": 1
    },
    "62": {
        "article_name": "Improve_Yourself.txt",
        "sentence_1": "However, focusing on what you can do now and in the future.",
        "sentence_2": "However, focusing on what you can do now and in the future <helps you to>.",
        "context_before": "2. Focus on what you will do in the future. Dwelling on what you did wrong does not help you achieve goals.",
        "context_after": "Instead of letting the rock in your path stop your journey, focus on moving forward and learning how to better deal with rocks in the future.    * For example, if you wanted to lose weight and ending up gaining a pound over the weekend, instead of thinking negatively and giving up on your goal, think something like, \"it's okay to have a setback in weight loss. This just tells me how much harder I need to work this week!\"",
        "ID": "6-Ndd27eyb",
        "grouping": 1
    },
    "63": {
        "article_name": "Open_Adoption_Records.txt",
        "sentence_1": "You should try to get a consultation with a family law attorney",
        "sentence_2": "You should try to get a consultation with a family law attorney <to discuss the facts of your case>.",
        "context_before": "An experienced family law attorney would be beneficial. To get adoption records opened, you need to prove “good cause.” He or she would know the judges in the county where you must file your petition and therefore would probably know evidence the judges find persuasive.",
        "context_after": "* To find a good family law attorney, see <a href=\"Find%20a%20Good%20Family%20Law%20Attorney\">How to Find a Good Family Law Attorney</a>.     * If costs are a concern, then you can try to find a legal aid organization in your area. Legal aid organizations provide low-cost or free legal services to people with low incomes.",
        "ID": "R4KZaxEnmN",
        "grouping": 1
    },
    "64": {
        "article_name": "Buy_Companies.txt",
        "sentence_1": "If the company is listed in a stock exchange, getting the financial reports will be easy.",
        "sentence_2": "If the company is listed in a stock exchange, getting the financial reports will be easy <as these reports are termed as public records>.",
        "context_before": "Places to look for will be stock exchanges, sellout notices, etc.\n 3. Enquire. Enquire and get to know about the performance and financial position of the company.",
        "context_after": "4. Discuss. Along with your investigation, discuss with your chartered accountant and lawyer on how good this idea is and their suggestions on the company.   5. Accumulate funds.",
        "ID": "AwwYAWq-VA",
        "grouping": 1
    },
    "65": {
        "article_name": "Switch_Electric_Companies_in_Texas.txt",
        "sentence_1": "A variable rate will fluctuate based on the cost of energy.",
        "sentence_2": "A variable rate will fluctuate based on the cost of energy <in the market>.",
        "context_before": "The cost of energy will usually reflect the cost of gasoline. \n     * Find information about energy prices at https://www.eia.gov/.\n 4. Choose a variable rate if the cost of energy will decrease in the future.",
        "context_after": "If you think the cost of energy will go down in the future, a variable rate may be best for you.    * If the cost of energy goes up, you'll have to pay more.     * Variable rate plans aren't good if the temperature fluctuates because the cost of energy could spike during extreme cold or heat.",
        "ID": "Oh3aLqXcRj",
        "grouping": 1
    },
    "66": {
        "article_name": "Hire_a_Sex_Crime_Attorney.txt",
        "sentence_1": "If you talk to an attorney, ask if they can get you in contact with someone specializing in sex crime defense.",
        "sentence_2": "If you talk to an attorney, ask if they can get you in contact with someone specializing in sex crime defense or <sexual assault civil cases>.",
        "context_before": "2. Get a referral. If you have used an attorney's services in the past, live next to an attorney, or work with one, do not hesitate to ask them for a referral. The legal community is relatively small and most lawyers have a network of other lawyers that work in every field.",
        "context_after": "* Referrals are often the easiest and best way to find a highly qualified attorney. In general, if other lawyers are recommending someone, chances are they are good at what they do.   3. Ask family and friends for recommendations. If you do not know any attorneys, talk to your family and friends and ask if they know anyone.",
        "ID": "bM6B1OUY9w",
        "grouping": 1
    },
    "67": {
        "article_name": "Post_No_Trespassing_Signs.txt",
        "sentence_1": "Starting at your first sign location, search for the most visible angle to post.",
        "sentence_2": "Starting at your first sign location, search for the most visible angle to post <your sign, which is usually facing entryways or roads>.",
        "context_before": "### Posting Your No Trespassing Sign\n \n 1. Post signs in visible places. You want your no trespassing signs to be clearly visible from many angles and directions so that the most people possible can see them.",
        "context_after": "* Do this for each sign you post.      * Make sure you don’t post a sign in a place where it will be blocked by trees or buildings, for example. \n   2.",
        "ID": "6-joiUi6Lf",
        "grouping": 1
    },
    "68": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "grouping": 1,
        "ID": "ID0282"
    },
    "69": {
        "article_name": "Sell_Diamond_Jewelry_Online.txt",
        "sentence_1": "Find an expert appraiser by contacting a national appraisal association.",
        "sentence_2": "Find an expert appraiser <in your area> by contacting a national appraisal association.",
        "context_before": "Get an accurate picture of your gemstone. An expert appraiser can tell you the quality and value of the diamond. \n *",
        "context_after": "* You can find an association online or in your local phone book.     * Some associations are active only in certain countries. For example, the Accredited Gemologists Association is only available in the United States.",
        "ID": "Y-6qWU5CfO",
        "grouping": 1
    },
    "70": {
        "article_name": "Start_an_Event_Company.txt",
        "sentence_1": "Get a degree in event planning.",
        "sentence_2": "Get a degree in event planning <to boost your credibility>.",
        "context_before": "### Gaining Necessary Experience\n \n 1.",
        "context_after": "While it is not necessary to be certified in event planning to open such a business, it may boost your knowledge and business profile. Look for educational institutions in your area that offer a certification program to become a Certified Special Events Professional (CSEP). Contact them to inquire about their entry requirements and fee structure before applying.  2. Work for an event planning company to gain experience.",
        "ID": "nHNQhQIlTy",
        "grouping": 1
    },
    "71": {
        "article_name": "Become_a_Leasing_Consultant.txt",
        "sentence_1": "A leasing consultant works on behalf of landlords and property management companies to collect rent and provide customer service for renters and tenants.",
        "sentence_2": "A leasing consultant, <also known as a leasing agent>, works on behalf of landlords and property management companies to collect rent and provide customer service for renters and tenants.",
        "context_before": "## Timestamp::::2012-01-06T04:00:20Z",
        "context_after": "They also market the rental properties to prospective tenants by giving tours, answering questions and processing applications and lease agreements. Most leasing consultants are expected to have excellent customer service and communication skills. Become a leasing consultant by learning what you can about real estate and marketing, and developing a relationship with companies that own the properties you might like to work for.",
        "ID": "spJVzvO9ll",
        "grouping": 1
    },
    "72": {
        "article_name": "Create_a_Nonprofit_Cooperative.txt",
        "sentence_1": "Since the cooperative structure is so different from traditional work environments, you might want to give people a trial period.",
        "sentence_2": "Since the cooperative structure is so different from traditional work environments, you might want to give people a trial period <to see if they like it>.",
        "context_before": "You should decide whether decisions will be made unanimously, by majority, or by supermajority (more than 50% but less than 100%). \n * How will you hire new people.",
        "context_after": "3. Identify sources of funding. Before starting the process of creating your nonprofit cooperative, you need to figure out how to pay for the initial start-up costs. You should create a budget and then identify realistic sources of funding.",
        "ID": "oD314XMH8m",
        "grouping": 1
    },
    "73": {
        "article_name": "Use_a_Uline_Strapping_Tool.txt",
        "sentence_1": "Leave about of the top strap in front of the seal.",
        "sentence_2": "Leave about of the top strap in front of the seal <to help ensure that strap wo n't slip through the seal>.",
        "context_before": "4. Place a seal over both layers of strapping in front of the tensioner. The seal should sit on the strapping, flat side facing up, with its 2 bent sides wrapped around the straps.",
        "context_after": "5. Open up the sealing tool and press it around the seal. Spread the handles of the sealing tool’s completely apart and place the nose of the tool directly over the seal. Press the handles in to meet each other, clamping the seal into place.",
        "ID": "j8Oy2mIUtM",
        "grouping": 2
    },
    "74": {
        "article_name": "Choose_Tax_Software.txt",
        "sentence_1": "Tax software has evolved significantly over the past several years.",
        "sentence_2": "Tax software has evolved significantly over the past several years, <becoming more reliable and more accessible>.",
        "context_before": "## Timestamp::::2011-04-02T11:00:02Z",
        "context_after": "Now available in forms that you can access directly for one-time use on the Internet or download and store permanently on your desktop, there is a tax software to meet nearly everyone's needs. Use these steps to choose a tax software program that meet your needs.",
        "ID": "2TXFqg61se",
        "grouping": 2
    },
    "75": {
        "article_name": "Formulate_Strategy_for_a_Start_Up_Organization.txt",
        "sentence_1": "Make a draft first and critically evaluate it at every stage, make as many changes as possible every time.",
        "sentence_2": "Make a draft first and critically evaluate it at every stage, make as many changes as possible every time <based on cohort input>.",
        "context_before": "## Tips\n \n   * Earmark specific time for strategy formulation and do not allow any physical or mental activity to interfere in the process. \n *",
        "context_after": "Continue to make and edit the draft even after you are satisfied.  * Hold informal one to one meetings with the domain heads,casually discuss the draft and invite their suggestion. People are more forthcoming with their suggestions during the informal meetings than the official conferences.   * Whenever you implement someone’s suggestions, make it a point to tell him that his suggestions have been incorporated.",
        "ID": "wSrEs-dkQU",
        "grouping": 2
    },
    "76": {
        "article_name": "Join_Smile_Foundation.txt",
        "sentence_1": "Sign up to volunteer.",
        "sentence_2": "Sign up to volunteer <when you have availability>.",
        "context_before": "30,000/- (for the education of 5 children for 1 year), Rs. 18,000/- (for the education of 3 children for 1 year), Rs. 6,000/- (for the education of 1 child for 1 year), or an amount of your choice. \n 3.",
        "context_after": "Complete the online application, filling out information like your name, contact information, education, work experience, and area of interest. Press “Submit” when you are finished. You will be in contact by a member of the Smile Organization if your profile meets their volunteer needs.    * Visit http://www.smilefoundationindia.org/volunteers.asp to access the volunteer application.",
        "ID": "MzlDezwzV6",
        "grouping": 2
    },
    "77": {
        "article_name": "File_for_Bankruptcy_Without_Your_Spouse.txt",
        "sentence_1": "Consult with an attorney.",
        "sentence_2": "Consult with an attorney <about filing separately>.",
        "context_before": "### Filing for Bankruptcy in General\n \n 1.",
        "context_after": "When you are considering something as important as filing bankruptcy, you should consult with an expert. If you cannot afford an attorney, you may be able to find a legal aid agency that will help you at a reduced rate. Some attorneys will take occasional clients for free as pro bono cases. Contact the bar association in your state or city for assistance.",
        "ID": "fn92WItxwI",
        "grouping": 2
    },
    "78": {
        "article_name": "Raise_Twins_on_a_Budget.txt",
        "sentence_1": "Consider trading in your current vehicle and purchasing a used one.",
        "sentence_2": "Consider trading in your current vehicle and purchasing a used one <rather than getting a brand new one>.",
        "context_before": "The idea of eating out is a tempting one, especially when you’re chasing two kids around all day. However, you can make your family a home cooked meal that won’t just save you money, but will help ensure that your children develop healthy eating habits. \n * Thinking of upgrading your car to a minivan or truck to accommodate your growing twins?",
        "context_after": "Many car dealerships offer used vehicles with little wear and tear, and will even include a warranty.    * Don’t spend money on extravagant day trips. Instead, keep it simple. Believe it or not there are plenty of fun activities that you can do with your twins that won’t break the bank.",
        "ID": "YZF05PM60L",
        "grouping": 2
    },
    "79": {
        "article_name": "Establish_Visitation_Schedules.txt",
        "sentence_1": "Explain if clothing will be transported.",
        "sentence_2": "Explain if clothing or <other necessities> will be transported.",
        "context_before": "It’s up to you whether a parent gets to make up visitation because they were sick. For example, you might let them make up the time by extending their summer vacation visitation. \n 4.",
        "context_after": "It’s unlikely that both parents will have a full closet of clothes for their children. For that reason, clothing and other items might need to be transported with the child. Clarify how this will happen.    *",
        "ID": "kIZj0zLfok",
        "grouping": 2
    },
    "80": {
        "article_name": "Write_a_Basic_Advertising_Plan.txt",
        "sentence_1": "This may include testing your advertising pitch on your target demographic.",
        "sentence_2": "This may include testing your advertising pitch on your target demographic <using a focus group or another method>.",
        "context_before": "* Create a budget. This should list all your advertising options, their cost, who you pay and any other expenses. \n 2. Do market research to better establish your advertising plan.",
        "context_after": "Make sure to price this into your advertising budget, or use crowdsourcing as you move through your advertising plan.    * An example of advertising crowdsourcing is asking for consumer feedback on Facebook. You can also send out a survey to existing customers or create a contest for the best advertising idea or pitch.",
        "ID": "czFfN_69IX",
        "grouping": 2
    },
    "81": {
        "article_name": "Amend_a_Marriage_Certificate.txt",
        "sentence_1": "In New York, you will need an official Amendment Application.",
        "sentence_2": "In New York, <for another example>, you will need an official Amendment Application.",
        "context_before": "* In California, you will need to submit an original copy of the VS 24(C) form, including 2 signed affidavits. \n *",
        "context_after": "6. Be aware that the amendment doesn't override the original document. If someone requests your marriage certificate following your amendment, he will receive both the original marriage certificate and the amended certificate. The original record remains unchanged.",
        "ID": "pW2b3e_HPa",
        "grouping": 2
    },
    "82": {
        "article_name": "Deal_with_Fear_of_Deportation.txt",
        "sentence_1": "Submit you and your family's story to your local newspaper.",
        "sentence_2": "Submit you and your family's story to your local newspaper or <a blog about immigration>.",
        "context_before": "However, the more immigrants, especially participants of Deferred Action for Childhood Arrivals (DACA), who share their stories, the more policymakers will understand the significance of the program staying active. Speaking out might convince more people to stand against ending protections for the “dreamers.” \n *",
        "context_after": "* Some papers, like the LA Times, are actively seeking out DACA participants to learn how the program's end will affect them.",
        "ID": "uUA5rqt1zi",
        "grouping": 2
    },
    "83": {
        "article_name": "Anonymously_Check_Outstanding_Warrants.txt",
        "sentence_1": "Some of these are free, but many will charge a small fee to conduct a search.",
        "sentence_2": "Some of these are free, but many will charge a small fee to conduct a search and <provide you with a written report>.",
        "context_before": "### Searching on Commercial Sites for Outstanding Warrants\n \n 1. Conduct a general nationwide search. There is a wide range of online commercial search engines that will conduct nationwide searches for outstanding warrants.",
        "context_after": "You will need to provide some basic identifying information, such as the name of the person you are searching, the approximate age of the person, and the state of residence, if known.  2. Provide limiting information for better results. If you can narrow the search, your search is likely to result in more useful information.",
        "ID": "l-9YOrhqh4",
        "grouping": 2
    },
    "84": {
        "article_name": "Start_a_House_Sitting_Business.txt",
        "sentence_1": "To get a good understanding of your earning potential as a house sitter, you need to look at what other house sitters are doing.",
        "sentence_2": "To get a good understanding of your earning potential as a house sitter, you need to look at what other house sitters <in your area> are doing.",
        "context_before": "* Creating your business plan also requires market research and assessment, which can help you create realistic goals for your business. \n 2. Scout out the competition.",
        "context_after": "This can help you adjust your expectations as well as pick up ideas to help grow your business.    * Experienced house sitters based in a different region or country also may be willing to give you advice and help you get started. Look for people who you wouldn't be directly competing with for clients.",
        "ID": "SGl4jJdBk_",
        "grouping": 2
    },
    "85": {
        "article_name": "Enjoy_Spring_Break_on_a_Budget.txt",
        "sentence_1": "Just make sure to set a budget for how much you're allowed to spend.",
        "sentence_2": "Just make sure to set a budget for how much you're allowed to spend <when you're out>.",
        "context_before": "If you're a shopper, now is the time to check out more shopping in your area. If you live in a large city, there's likely plenty of shopping districts you haven't checked out. If you're in a smaller area, try a nearby town for some new shopping.",
        "context_after": "2. Check out the local museums. Unless you're a museum aficionado, you'll likely find there are museums in your area that you haven't visited yet. Take a day or two and visit a couple of those museums. Each one is probably good for a couple of hours at least.",
        "ID": "QNMAM2vEtC",
        "grouping": 2
    },
    "86": {
        "article_name": "Become_an_Accomplished_Online_Freelancer.txt",
        "sentence_1": "Build a freelancer profile.",
        "sentence_2": "Build a freelancer profile <on each site>.",
        "context_before": "Step into the world where Billions of Dollars are exchanged every day and you can guarantee yourself that payment will always be on time and according to your work description. As soon as you register yourself and activate your freelancing account you will be prompted to build a profile. \n 10.",
        "context_after": "Keep in mind that this is not your Facebook profile so make it professional and add all your past achievements and future plans. The portals also let you select your skill set and these will be displayed to any potential employer.  11. Make and upload a CV to your profile..THIS IS THE MOST IMPORTANT PART.   12.",
        "ID": "s75b8SoE_Z",
        "grouping": 2
    },
    "87": {
        "article_name": "Practice_Business_Etiquette_in_Italy.txt",
        "sentence_1": "Do not be too personal.",
        "sentence_2": "Do not be too personal <during the business meeting itself>.",
        "context_before": "## Warnings\n \n *",
        "context_after": "Meetings tend to be formal, don't try to personalize it too much.",
        "ID": "q1y9P3FW_t",
        "grouping": 2
    },
    "88": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "grouping": 2,
        "ID": "ID0142"
    },
    "89": {
        "article_name": "Buy_a_Business_With_Owner_Financing.txt",
        "sentence_1": "Offer a down payment.",
        "sentence_2": "Offer <the business owner> a down payment.",
        "context_before": "This will only cost you more in the long term. Settle on the price before you discuss interest, payment terms and loan costs. \n 5.",
        "context_after": "Owner financing will require that you make a down payment on the business to the seller.    * Make the down payment large enough that you will demonstrate your own investment to the seller. This gives you some instant equity in the business as well.     * Aim for at least a 10 percent down payment.",
        "ID": "crPVwwQ9kJ",
        "grouping": 2
    },
    "90": {
        "article_name": "Protect_Yourself_from_a_Psychopath.txt",
        "sentence_1": "You will be preliminarily attracted to the surface likeability of a psychopath.",
        "sentence_2": "You will be preliminarily attracted to the surface likeability of a psychopath, <unable to see what lies beneath>.",
        "context_before": "6. Don’t be fooled by their charm. One of the primary characteristics of psychopathy is that they are very charismatic and likable on the surface.",
        "context_after": "However, psychopaths are notorious for lying and being unreliable. As the friendship moves forward, you may notice that you can’t depend on the suspected psychopath. Understand that this charm and likability is what they often use to lure people to them.    * Try and see through this charm to the individual underneath.",
        "ID": "ecAw2Tmz-K",
        "grouping": 2
    },
    "91": {
        "article_name": "Fill_a_Mutual_Fund_Form.txt",
        "sentence_1": "For each mutual fund listed, you will need to write down how much money you are investing.",
        "sentence_2": "For each mutual fund listed, you will need to write down how much money you are investing and <how many shares that buys you>.",
        "context_before": "If you are unsure of the name of specific mutual funds, allow your investment advisor to write them down. They will know the fund's official names. \n 2. Specify how much money you are putting into each fund.",
        "context_after": "If you are only investing in one mutual fund, the amount of money you list will be the same as your total payment.  3. Verify your investment. After you have filled in all the required information, you will be asked to verify the investment with your name and signiture. This will allow the investment firm to transfer of funds into your new mutual fund account.",
        "ID": "b5zV83i5R2",
        "grouping": 2
    },
    "92": {
        "article_name": "File_a_Motion_for_Dismissal.txt",
        "sentence_1": "Only the court in your county has power over you.",
        "sentence_2": "Only the court in your county has power over you <in a state court proceeding>.",
        "context_before": "In general, if you intend to argue that the court has no power over you, that the lawsuit was filed in the wrong court location, that the summons was incorrect, or that the summons and complaint weren't given to you properly, you must do so at the outset. \n * For example, since civil suits generally must be filed in the county where you live, if the lawsuit was instead filed two counties over, you could file a motion to dismiss for lack of personal jurisdiction.",
        "context_after": "* However, if you respond to the complaint without mentioning the fact that the lawsuit should have been filed in your county, not the other county, you have forever waived that defense. When you filed an answer, you agreed to allow that court to have jurisdiction over you.     * Other reasons for dismissal can be brought up at any time during the proceedings, so if you don't mention them initially you can still bring them up later.",
        "ID": "fXA-85L9kw",
        "grouping": 2
    },
    "93": {
        "article_name": "Get_a_Job_at_Starbucks.txt",
        "sentence_1": "Apply online or in person.",
        "sentence_2": "Apply online or in person <for your chosen position>.",
        "context_before": "You should include work experiences from the last 10 years, starting with the most recent, and mention your education and any relevant professional achievements. Describe how your professional accomplishments added value to your previous work experiences. \n 2.",
        "context_after": "You can apply for a position using the company Career Center website, or you can apply in person at specific locations or public events.    * You can visit the Career Center page at: http://www.starbucks.com/careers     * When applying online, search for the position you're interested in and apply to it by following the on-screen instructions. Fill out the entire application form and upload your resume when requested.",
        "ID": "bvmbQhigQY",
        "grouping": 2
    },
    "94": {
        "article_name": "Write_Contracts.txt",
        "sentence_1": "This should include whether or not a party is able to terminate the contract with or without a penalty.",
        "sentence_2": "This should include whether or not a party is able to terminate the contract with or without a penalty or <mitigation of damages>.",
        "context_before": "However, parties involved in ongoing service contracts may want to include terms for the termination of the contract. \n 2. Include language pertaining to breach of the contract. If one party does not perform or becomes unable to perform, the contract can have terms for what will happen to the contract.",
        "context_after": "* For example, “If Company X does not deliver the [product] within 3 weeks of signing this Agreement, X has breached the contract and Company Y is entitled to buy the [product] from another vender and recover any difference in price from Company X.”   3. Add dispute resolution terms for handling a breach. Note what the remedy for the breach is. The remedy that is usually used in breach of contract actions is money.",
        "ID": "PUO0xsqTjj",
        "grouping": 2
    },
    "95": {
        "article_name": "Account_for_Sweat_Equity.txt",
        "sentence_1": "You need to know how big or small a part of the business the person should receive.",
        "sentence_2": "You need to know how big or small a part of the business the person should receive <in exchange for services rendered>.",
        "context_before": "Calculate the value of the business. Before you can determine the value of any sweat equity, you'll first need to determine the value of the business. That's because you'll effectively be compensating somebody with \"part\" of the business.",
        "context_after": "* One way to calculate the value of a new business is by simply looking at the startup capital that's been put into it. For example, if you put 250,000 into a startup, then the startup is worth 250,000.     * Use comparables to determine the worth of your company. Check out how much companies like yours are selling for on sites like BizBuySell and BizQuest.",
        "ID": "NVvkpyvsGr",
        "grouping": 2
    },
    "96": {
        "article_name": "Identify_Sexual_Harassment.txt",
        "sentence_1": "Generally, any offer of a favor in exchange for sex is sexual harassment.",
        "sentence_2": "Generally, any offer of a favor in exchange for sex <in the workplace> is sexual harassment.",
        "context_before": "## Timestamp::::2016-10-19T00:15:48Z\n \n Sexual harassment can happen at any workplace or even in school. However, sexual harassment can sometimes be difficult to identify because every situation is different.",
        "context_after": "However, things can be blurry when you are dealing only with sexual jokes, offensive comments, or flirtation. In order to see if you have experienced sexual harassment, you should document all of the offending conduct and then analyze it based on the factors a court would look at. If you need help, you should reach out to a lawyer who can help you understand whether you have a strong case.",
        "ID": "neN2MGAlIa",
        "grouping": 2
    },
    "97": {
        "article_name": "Get_a_Warning_Instead_of_a_Ticket.txt",
        "sentence_1": "Smile and be courteous to the officer.",
        "sentence_2": "Smile and be courteous to the officer <throughout the whole interaction>.",
        "context_before": "It's not the end of the world. \n 2. Be polite. Politeness goes a long way, even with traffic stops.",
        "context_after": "3. Follow directions. The officer is going to ask for your license and registration. It's also possible the officer may ask you to step out of the car.",
        "ID": "5qf-7MI0Bb",
        "grouping": 2
    },
    "98": {
        "article_name": "Start_Selling_on_Amazon.txt",
        "sentence_1": "Add a product title, price, description, images, and search terms.",
        "sentence_2": "Add a product title, price, description, images, and search terms <to complete the listing>.",
        "context_before": "Add item information for new products not already listed on Amazon. If you’re selling items that aren’t already available on Amazon--such as a product specific to your company--you’ll need to complete a new item listing. This requires a UPC/EAN Number (a unique barcode) and the item’s SKU (stock keeping unit).",
        "context_after": "* Original items mean less competition, but they do take longer to set up.   4. Aim to sell items that don’t list Amazon.com as a seller. 3rd party sellers automatically get bumped from the default first-choice seller position when Amazon.com offers the item.",
        "ID": "ycedGhHewt",
        "grouping": 2
    },
    "99": {
        "article_name": "Upsell.txt",
        "sentence_1": "It is very important that you reinforce your customer's purchase at the end of the sale.",
        "sentence_2": "It is very important that you reinforce your customer's purchase at the end of the sale, <making it sound like it was all their decision and thinking>.",
        "context_before": "9. Assure your customer that s/he has made good choices. This is the single most important part of this selling method.",
        "context_after": "Say something like, \"I know you're going to enjoy this - I'll be very interested to know what you thought about it when you're done.\" At the very least, you'll avoid returned merchandise from someone who had second thoughts after buying. At best, you'll form a bond with your customer and possibly win a patron. This step requires sincere interest in your customer and cannot be faked.",
        "ID": "U2KdyULXrP",
        "grouping": 2
    },
    "100": {
        "article_name": "Apply_for_a_Homestead_Exemption_in_Florida.txt",
        "sentence_1": "The homestead exemption in Florida can save you hundreds of dollars in property taxes.",
        "sentence_2": "The homestead exemption in Florida can save you hundreds of dollars in property taxes <for permanent Florida residents>.",
        "context_before": "## Timestamp::::2017-04-03T23:27:21Z",
        "context_after": "If you qualify, you can reduce the assessed value of your homestead up to $50,000. To apply, gather required documents and complete an application at your county appraiser’s office. Senior citizens and members of the military may also qualify for additional exemptions.",
        "ID": "KV-Lj-Cpqm",
        "grouping": 2
    },
    "101": {
        "article_name": "Write_a_Medical_Claim_Appeal_Letter.txt",
        "sentence_1": "Address the letter to the director of claims.",
        "sentence_2": "Address the letter to the director of claims, <unless otherwise directed>.",
        "context_before": "You will need the name and complete address of your insurance provider. \n     * Make sure you know your insurance policy number, admission and discharge dates, and the exact amount of charges you are claiming. \n 2.",
        "context_after": "Note in the first paragraph of the letter your medical provider's name and the date the services in question were rendered.  3. Begin the second paragraph by explaining that you do not feel the denial of the claim was justified and then give a thorough explanation arguing your case. Explain that you are appealing the decision.     * Request the credentials of the person who reviewed and ultimately made the decision to deny your claim.",
        "ID": "IrS8TntpHB",
        "grouping": 2
    },
    "102": {
        "article_name": "Avoid_Aiding_and_Abetting_Family_with_an_Active_Warrant.txt",
        "sentence_1": "You can be charged as an accessory if you aid or abet your family member in any way.",
        "sentence_2": "You can be charged as an accessory if you aid or abet your family member <with an active warrant> in any way.",
        "context_before": "## Timestamp::::2016-08-04T16:27:44Z\n \n An “accessory after the fact” is someone who helps a criminal hide from police.",
        "context_after": "To avoid illegally helping your family member, you should cut off contact and work with the police. The best thing you can do for your family member is to help them get a qualified criminal defense attorney.",
        "ID": "LiTmXjEoXD",
        "grouping": 2
    },
    "103": {
        "article_name": "Draft_a_Warranty.txt",
        "sentence_1": "Make the typeface slightly larger so that the title stands out.",
        "sentence_2": "Make the typeface slightly larger <than the rest of the text> so that the title stands out.",
        "context_before": "Title the document. The title you give will depend on whether you are drafting a “limited” or a “full” warranty. Regardless of the title, make sure to put the title at the top of the page, centered between the left- and right-hand margins.",
        "context_after": "* A full warranty: Make sure your title contains the words “full warranty” as well as the period of coverage and a description of what parts or problems are covered. For example, “Full Two-Year Warranty on the Glass Liner of the Amesbury Water Heater.”     * A limited warranty: Simply use the words “Limited Warranty.” Don’t include other information, such as the duration, as the reader might assume the limitation only applies to the duration and not other aspects of the warranty.",
        "ID": "cUdBm1MCTK",
        "grouping": 2
    },
    "104": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "grouping": 2,
        "ID": "ID0282"
    },
    "105": {
        "article_name": "Calculate_Customer_Churn.txt",
        "sentence_1": "Others only consider a customer lost when the client formally submits a request to close the account.",
        "sentence_2": "Others only consider a customer lost when the client formally submits a request to close the account, <such as a subscription>.",
        "context_before": "## Steps\n \n 1. Establish what the company standard is for qualifying a client account as active or lost. Many companies consider any account that shows zero activity for a specified period of time to be lost.",
        "context_after": "Setting this criterion will make it easier to gather the data necessary for determining the current rate of client churn.  2. Identify the total number of active customers carried on the company's client list as of a specific date, such as the last day of the most recently closed business quarter. That date will serve as the standard to determine what type of growth or loss has occurred from that date to the day that the churn rate calculation is made.   3. Determine the number of new customers that have been added to the client base during the current period.",
        "ID": "crqK0oDV2t",
        "grouping": 2
    },
    "106": {
        "article_name": "Qualify_for_Unemployment.txt",
        "sentence_1": "However, there may be exceptions to these basic age requirements.",
        "sentence_2": "However, there may be exceptions to these basic age requirements, <such as if you are legally emancipated>.",
        "context_before": "4. Check age requirements. Many states and countries do not provide unemployment benefits to anyone under 18, or anyone old enough to legally retire.",
        "context_after": "* Some countries have different maximum benefit amounts available depending on your age. For example, if you are unemployed in the UK you are eligible for up to £57.90 per week if you are 24 years of age or younger. If you're 25 or older, you may get up to £73.10 per week.",
        "ID": "WEH-9rRK6U",
        "grouping": 2
    },
    "107": {
        "article_name": "Deem_a_House_Unlivable.txt",
        "sentence_1": "Typically, you can file your lawsuit in your local small claims court.",
        "sentence_2": "Typically, you can file your lawsuit in your local small claims court <depending on how much you are owed>.",
        "context_before": "Sue your landlord. Whether you move out or not, you might be able to sue your landlord for violating the implied warranty of habitability. In your lawsuit, you will argue that the house wasn’t worth what you paid for it in rent, and you ask the judge to reimburse you for the difference.",
        "context_after": "* Small claims court is set up for people to represent themselves without a lawyer. They should have fill-in-the-blank forms, which makes filing your lawsuit easier. File your forms with the court clerk.     *",
        "ID": "CmOJyFTtu8",
        "grouping": 2
    },
    "108": {
        "article_name": "Pay_Payroll_Taxes.txt",
        "sentence_1": "You also need to contribute a matching portion yourself.",
        "sentence_2": "You also need to contribute a matching portion yourself <as the employer>.",
        "context_before": "3. Estimate the amount of Social Security and Medicare taxes. You need to withhold and deposit taxes for both Social Security and Medicare, which are collectively called “FICA” taxes.",
        "context_after": "See Publication 15 for how to calculate the amount.    * As of 2017, the Social Security tax rate is 6.2% for both the employer and employee. This tax is applied only to the first $127,200 of wages. For example, if your employee makes 500 a week, then you will withhold a total of 12.4%.",
        "ID": "qcDSTOt98O",
        "grouping": 2
    }
}