{
    "1": {
        "sentence_1": "Look out for hidden animal ingredients such as meat broths, gelatin, casein or whey (cow's milk proteins), lactose, butter, cheese, etc.",
        "sentence_2": "<When purchasing products>, look out for hidden animal ingredients such as meat broths, gelatin, casein or whey (cow's milk proteins), lactose, butter, cheese, etc.",
        "article_name": "Accommodate_Vegan_and_Vegetarian_Guests.txt",
        "context_before": "3. Check the ingredients of the foods you were planning on serving. Some may already be acceptable, or could be easily adapted (for example, using soydrink instead of cow's milk to make a dessert vegan).",
        "context_after": "4. Do not assume that vegetarians will be willing to pick the vegetables out of a meat dish. Prepare a separate, meat-free dish for them, without having used the same utensils for cooking their dishes and the other dishes.   5. Make sure that the quantity and quality of food served to all the guests is similar.",
        "ID": "bfTTakPln7"
    },
    "2": {
        "sentence_1": "Keep in mind that regular screenings are important as you age since cholesterol levels usually increase as you get older.",
        "sentence_2": "Keep in mind that regular screenings are important as you age since cholesterol levels usually increase <due to lifestyle changes and decreased activity levels> as you get older.",
        "article_name": "Maintain_Normal_Cholesterol_Levels.txt",
        "context_before": "### Getting Your Cholesterol Checked\n \n 1. Schedule a cholesterol screening every 5 years. If you don't have a history of heart disease, you'll need to have blood work done every 5 years to determine if your cholesterol is in a normal range.",
        "context_after": "* Your cholesterol level will appear as 3 numbers: your HDL, LDL, and triglycerides.     * If you do have a history of heart disease, your doctor will recommend that you get your cholesterol checked more frequently. \n     * To screen your cholesterol, you'll need to get a blood sample that's analyzed in a lab.",
        "ID": "w1FcsBMPkd"
    },
    "3": {
        "sentence_1": "Knit into the stitch as you normally would, but do not let the old stitch slide off the needle.",
        "sentence_2": "Knit into the stitch as you normally would <to knit into the front>, but do not let the old stitch slide off the needle.",
        "article_name": "Knit_Ruffles.txt",
        "context_before": "4. Increase the next stitch by knitting front and back. Knitting front and back is a simple way to increase stitches in your row.",
        "context_after": "Instead, insert the needle in through the back of the stitch to knit the same 1 purlwise. Then, slip the old stitch off of the needle and allow the 2 new stitches you created to replace them.    * You may also knit front and back into all stitches in the row if you want a fuller ruffle.",
        "ID": "WZdycM7rWM"
    },
    "4": {
        "sentence_1": "Most venomous snakes usually have triangular shaped heads.",
        "sentence_2": "Most venomous snakes have triangular shaped heads, <though not all>.",
        "article_name": "Differentiate_Between_Poisonous_Snakes_and_Non_Poisonous_Snakes.txt",
        "context_before": "## Steps\n \n 1. Look at the head.",
        "context_after": "2. Check out the colors. Some venomous snakes such as the coral snake have bright colors to tell you that it's dangerous.   3. Watch for warning signs. All snakes have some kind of warnings.",
        "ID": "t2YtjRk0DZ"
    },
    "5": {
        "sentence_1": "Whilst the kite is in the air, practice dragging yourself up and down through the water.",
        "sentence_2": "Whilst the kite is in the air, practice dragging yourself up and down <the wind direction> through the water.",
        "article_name": "Kite_Surf.txt",
        "context_before": "3. Learn about body dragging. You'll need to know how to do this if you have to retrieve your kite whilst in the water.",
        "context_after": "This is essential to safety so make sure you are very comfortable with it before progressing further.  4. Get on your board. Whilst your kite is in the air, sit back in the water supported by your harness. Then practice putting your feet onto the board and just simply float there getting used to the feeling.",
        "ID": "bWb0amQQur"
    },
    "6": {
        "sentence_1": "A cool trick is to use baby oil.",
        "sentence_2": "A great trick is to use baby oil <instead of the normal lotions>.",
        "article_name": "Stay_Cool_and_Feel_Fresh_During_the_Summer.txt",
        "context_before": "It lowers your body tempurature and also wakes you up if you shower in the morning. \n 2\\. After you step out of the shower go ahead and moisturize.",
        "context_after": "When you are still damp, rub in small amounts all over your body. It's light, and it lasts. If you don't want baby oil, go for light yet moisturizing lotions. If you like scented lotions, wear something citrus or flowery-smelling.",
        "ID": "FZn8GlRG75"
    },
    "7": {
        "sentence_1": "Standing poses can help strengthen and stretch your legs.",
        "sentence_2": "Standing poses can help strengthen and stretch your legs and <the inner muscles that stabilize your hips>.",
        "article_name": "Complement_Cardio_with_Yoga.txt",
        "context_before": "* Hold each asana for 3-5 breaths. \n 2. Add standing poses.",
        "context_after": "They also help you balance and focus. Start with basic standing poses such as tree pose or the Warrior Series.",
        "ID": "zHLkFSJctV"
    },
    "8": {
        "sentence_1": "Opt for a wrap dress.",
        "sentence_2": "Opt for a wrap dress <to emphasize a small waist>.",
        "article_name": "Hide_a_Muffin_Top.txt",
        "context_before": "* Wear a top that is the same color as your jeans. For example, if you have white jeans, pair it with a white top. This will smooth out your midsection and make your look more streamlined.\n 3.",
        "context_after": "A wrap dress is flattering on almost any body type. It features a tie around the waist that can instantly highlights your bust and gives you that perfect hourglass shape. If you find one that fits perfectly, it can create the illusion of a slimmer tummy.    *",
        "ID": "5tN4ie_AVS"
    },
    "9": {
        "sentence_1": "Allow your hair to drip while you dry off the rest of your body.",
        "sentence_2": "<After your shower> llow your hair to drip while you dry off the rest of your body.",
        "article_name": "Make_Hair_Dry_Faster_Without_a_Blow_Dryer.txt",
        "context_before": "Move your hands an inch or two down the length of your hair and squeeze again. Repeat until you reach the ends of your hair. \n 2.",
        "context_after": "Then use your towel to blot your hair. Take the long part of your hair and wrap it in the towel. Squeeze and hold for a few seconds. Remove towel and then wrap your hair again using a different part of the towel.",
        "ID": "N9GQzYe7Yj"
    },
    "10": {
        "sentence_1": "never injure them in any way possible",
        "sentence_2": "never injure them in any way possible <keep their pens clean and secure>",
        "article_name": "Treat_Your_Barnyard_Animals.txt",
        "context_before": "## Steps\n \n   1. treat the animals the way you would want to be treated. \n   2. if you hurt them they not trust much\n 3.",
        "context_after": "4. if you happen to hurt them just feed and water them for a while (and DON'T stop at any point) and then try just petting them and see how they react to that and day by day get closer and closer to them until they trust you.   5. do not bully them\n   6. have a half gallon container full of feed to entice the animal to come to closer to you",
        "ID": "GkFEkWL36-"
    },
    "11": {
        "sentence_1": "It may restart a few times.",
        "sentence_2": "<As it does>, it may restart a few times.",
        "article_name": "Reset_the_Apple_Watch.txt",
        "context_before": "Tap . It's the red bar at the top of the watch. Allow a few minutes for the Apple Watch to reset.",
        "context_after": "Once it is done, you will need to go through the set up process again. When prompted, select \"Restore from backup\". This will restore your Apple Watch with your original settings.",
        "ID": "yGfIczcRNo"
    },
    "12": {
        "sentence_1": "\"One man's trash is another man's treasure\"!! Take color photos from more than one angle when you're done.",
        "sentence_2": "\"One man's trash is another man's treasure\"!! Take color photos from more than one angle when you're done <if it's on a sidewalk or wall>.",
        "article_name": "Create_Wet_Chalk_Drawings.txt",
        "context_before": "Draw many different things. \n * Hold on to everything that you make. What may not seem very appealing to you may turn into a piece of art that many people love.",
        "context_after": "* If there is a defect or imperfection in the surface you are using, try using this in your drawing.",
        "ID": "TV_-lVdVN6"
    },
    "13": {
        "sentence_1": "Shaking your legs is often what you usually do when you are nervous, and if his legs are shaking, then this could be another sign!",
        "sentence_2": "Shaking your legs is often what you usually do when you are nervous, and if his legs are shaking <while he is providing you answers>, then this could be another sign!",
        "article_name": "Find_out_if_Your_Boyfriend_Is_Cheating_on_You_(for_Girls).txt",
        "context_before": "If your boyfriend sounds nervous when he is answering your question, then he is probably lying that he loves you, which means he may be cheating. \n * Look at your boyfriend's legs. Is his legs still, or is he shaking his legs?",
        "context_after": "",
        "ID": "Gee10I5CNY"
    },
    "14": {
        "sentence_1": "Your middle finger should be facing forward.",
        "sentence_2": "Your middle finger should be facing forward, <the rest of your fingers splayed>.",
        "article_name": "Do_the_Cat_Pose_in_Yoga.txt",
        "context_before": "Get on your hands and knees on your mat. Keep your hands directly beneath your shoulders and your knees directly beneath your hips. \n 2. Spread your fingers.",
        "context_after": "3. Gaze at the floor.",
        "ID": "FEODAVDvqv"
    },
    "15": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "ID": "n3HJUWYzzJ"
    },
    "16": {
        "sentence_1": "Tap the blue up arrow.",
        "sentence_2": "Tap the blue up arrow <to send the message>.",
        "article_name": "Create_Animoji.txt",
        "context_before": "Speak and make faces to record them to the Animoji. \n     * Tap Record again to stop recording. \n 6.",
        "context_after": "This will send your recorded Animoji to your conversation.    * Tap the red trash can icon to delete the recording and start over.",
        "ID": "dykLRfK-pc"
    },
    "17": {
        "sentence_1": "Tap on your keyboard.",
        "sentence_2": "Tap <the Search button> on your keyboard.",
        "article_name": "Filter_Search_Results_on_Facebook.txt",
        "context_before": "Enter the keyword you wish to search. This could be the name of a person, group, page, event, app; or, it could be the caption of a photo. \n 5.",
        "context_after": "This is the blue button in the lower-right corner of your screen. This will bring up a list of all search results matching with your keyword.  6. Tap on a filter category. Search will show you all top results.",
        "ID": "cpCe1rP5zq"
    },
    "18": {
        "sentence_1": "Learn to open up in order to improve your social and mental health.",
        "sentence_2": "Learn to open up in order to improve your social and mental health and <live a fuller more meaningful life>.",
        "article_name": "Open_Up.txt",
        "context_before": "## Timestamp::::2014-05-31T11:39:09Z\n \n Not everyone approaches their feelings as an open book for others to read. However, closing yourself off from new people and experiences can stunt your personal growth.",
        "context_after": "",
        "ID": "a-xaE6tvPp"
    },
    "19": {
        "sentence_1": "Talk to your doctor about whether an induction of labor makes sense for you if your pregnancy goes beyond 40 weeks.",
        "sentence_2": "Talk to your doctor <well in advance> about whether an induction of labor makes sense for you should your pregnancy goes beyond 40 weeks.",
        "article_name": "Treat_Gestational_Diabetes.txt",
        "context_before": "* Newborns born to mothers with gestational diabetes are more likely to be large for their age and may be prone to labor complications. \n 5. Discuss an induction of labor if you go beyond your due date.",
        "context_after": "Delivering after your due date may cause additional complications for you and your baby if your gestational diabetes is not well controlled.    * Managing your diabetes can keep your baby within a healthy weight range to ensure a smoother delivery.",
        "ID": "4LFUPaadDL"
    },
    "20": {
        "sentence_1": "Regardless of the method used (ohm meter or continuity tester), the procedure is the same.",
        "sentence_2": "Regardless of the method used (ohm meter or continuity tester), the procedure is the same, <after preparing the tool for use>.",
        "article_name": "Change_an_Electric_Fuse.txt",
        "context_before": "As mentioned above, another method to check fuses requires a continuity tester or ohm meter. A continuity tester is similar to a test light, but that this light has its own power source (battery) as part of the tester. It must NEVER be connected to another power source - the way a neon test light would.",
        "context_after": "5. Set the ohm meter to Ohms (R x 10 scale) / Turn the continuity tester on.     * Put the meter probes onto the \"Common\" and \"Ohms\" jacks on the meter.",
        "ID": "BxdjIBLbMA"
    },
    "21": {
        "sentence_1": "Scrub the pan with a non-abrasive brush or sponge.",
        "sentence_2": "Scrub the pan with a bristled brush or sponge <using a circular motion>.",
        "article_name": "Clean_Seasoned_Cast_Iron.txt",
        "context_before": "Simmering an inch of water in the pan will help soften messes that running water alone won’t clear away. Try not to let your cookware soak for more than a few minutes at a time. \n 3.",
        "context_after": "An ordinary kitchen sponge or nylon dish brush will work fine, as neither of these tools is abrasive enough to leave scratches on cast iron. Even so, try not to scrub the pan any more forcefully than needed to remove remaining food particles and residue.    * For added cleaning power, squeeze a small amount of mild liquid dish soap to the water in the pan. Just don’t overdo it—detergents that are formulate to cut tough grease may strip the pan of some of its seasoning.",
        "ID": "_WCBxZoGDL"
    },
    "22": {
        "sentence_1": "Give the students a free dobok (uniform) and a free lesson.",
        "sentence_2": "Give the students a free dobok (uniform) and a free lesson <to some of your students>.",
        "article_name": "Be_a_Good_Taekwondo_Instructor.txt",
        "context_before": "3. Be kind when offering corrections. \n 4.",
        "context_after": "5. Choose a name for your school.   6. Master the moves before you try to teach them to others.",
        "ID": "UFJm8nL55-"
    },
    "23": {
        "sentence_1": "Manually enable night shift.",
        "sentence_2": "Manually enable night shift <if you want>.",
        "article_name": "Use_Night_Shift_on_iPhone_or_iPad.txt",
        "context_before": "* You can set night shift to be on from specific times or from sunset to sunrise if location services is enabled. \n *",
        "context_after": "* Set the warmth of your screen. Warmer is better.",
        "ID": "6xmSLsSsUq"
    },
    "24": {
        "sentence_1": "However, choosing this as a professional career certainly comes with many benefits!",
        "sentence_2": "However, choosing this as a professional career certainly comes with many benefits, <including subsidized college tuition for your children>.",
        "article_name": "Become_a_College_Professor.txt",
        "context_before": "Teaching at a college or university is a rewarding career path, though much hard work and sacrifice is required.",
        "context_after": "[[Category:College University and Postgraduate]] [[Category:Teaching]]",
        "ID": "XG7rXoEDJa"
    },
    "25": {
        "sentence_1": "So you worried about getting a low level?",
        "sentence_2": "Are you worried about getting a low level <in your SATs>?",
        "article_name": "Achieve_Higher_Levels_in_Your_Year_6_SATs.txt",
        "context_before": "## Timestamp::::2012-04-09T22:38:42Z",
        "context_after": "Or maybe you just need some pointers so you don't get in trouble for 'slacking off'. If you answered yes to any of these, or all, read on!",
        "ID": "rUkpwDpI2d"
    },
    "26": {
        "sentence_1": "Be sure to dry the head completely!",
        "sentence_2": "Be sure to dry the head completely <after cleaning it>.",
        "article_name": "Use_an_Epilator.txt",
        "context_before": "This is super important for hygiene and to keep your epilator in good condition. Use the cleaning brush that the device came with or simply rinse the head under warm water. For dry epilators, you may want to use rubbing alcohol to sterilize the head since you can’t use water on it.",
        "context_after": "",
        "ID": "JtZ8PKgrXN"
    },
    "27": {
        "sentence_1": "If you need to take your pet to the vet, you can discuss getting a prescription preventative.",
        "sentence_2": "If you need to take your pet to the vet, you can discuss getting a prescription preventative <during a regular visit>.",
        "article_name": "Choose_Between_Oral_and_Topical_Flea_Preventatives.txt",
        "context_before": "Some professionals believe these are more effective and safer than buying over-the-counter medication. Most oral preventatives require a prescription, while many topical preventatives can be purchased without one. \n *",
        "context_after": "You may be able to call your vet and ask for a prescription without taking your pet in.    * If you don’t want to go through a vet, you may want to choose an over-the-counter method.   2. Determine if you want a preventative that protects against more than fleas.",
        "ID": "nnWrNrh7Se"
    },
    "28": {
        "sentence_1": "Start the car and find a nice long empty stretch of road.",
        "sentence_2": "Start the car and find a nice long empty stretch of road <for trying this out>.",
        "article_name": "Use_Autostick.txt",
        "context_before": "## Steps\n \n   1. Get into your car and adjust mirrors, and seats. \n 2.",
        "context_after": "3. Put the car into first gear (or the sport/autostick gear).   4. Stomp on the gas and reach desired RPM\n   5.",
        "ID": "RGLHMk6gf8"
    },
    "29": {
        "sentence_1": "Let it sit in for half an hour before washing it out.",
        "sentence_2": "Let it sit in for half an hour before washing it out <with cool water>.",
        "article_name": "Do_a_Hair_Mask_for_Split_Ends.txt",
        "context_before": "3. Use eggs. Mix an egg yolk with three tablespoons of olive oil and one tablespoon of honey. Then, apply the mask to your hair.",
        "context_after": "4. Apply papaya to your hair. Use a blender to blend a ripe papaya and cup of yogurt into a pulpy paste. Then, apply the paste to your hair.",
        "ID": "mcQtMMcm_l"
    },
    "30": {
        "sentence_1": "Avoid lip balms that contain alcohol.",
        "sentence_2": "Avoid lip balms that contain alcohol and <salicylic acid>.",
        "article_name": "Have_Beautiful_Lips.txt",
        "context_before": "Look for a nourishing lip balm made from all natural ingredients like shea butter, almond oil, aloe and beeswax. When you wear lip balm, you end up licking your lips and ingesting a little, so you want to choose one with ingredients aren't harmful if ingested. \n *",
        "context_after": "Alcohol is often used as a preservative in cosmetics, but it's drying to the skin. If you apply lip balm that contains alcohol, your lips will actually dry out more quickly than they otherwise would. Alcohol-free lip balm keeps your lips in good condition without making the problem worse.  3.",
        "ID": "CZ-gJ5xaUs"
    },
    "31": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "ID": "A1fPVQzW37"
    },
    "32": {
        "sentence_1": "This hairstyle is for any age and can be changed to suit anyone.",
        "sentence_2": "This hairstyle is for any age and can be changed to suit anyone and <any hair types>.",
        "article_name": "Put_Your_Hair_in_Two_Bunches.txt",
        "context_before": "",
        "context_after": "",
        "ID": "-WZYHqju3i"
    },
    "33": {
        "sentence_1": "Find your video and scroll down to the leave a comment box.",
        "sentence_2": "Find the video <you'd like to leave a response in> and scroll down to the leave a comment box.",
        "article_name": "Post_a_Video_Response_on_YouTube.txt",
        "context_before": "## Steps\n \n   1. Sign into your account. \n 2.",
        "context_after": "3. Click on the leave a comment box and on the right-hand side click attach a video.   4. From the window that pops up choose your uploaded video and click ok.",
        "ID": "flI_mMDVu7"
    },
    "34": {
        "sentence_1": "You may need several coats to get it opaque.",
        "sentence_2": "You may need several coats to get it opaque, <depending on the nail polish brand you have>.",
        "article_name": "Do_Notebook_Paper_Nail_Art.txt",
        "context_before": "## Steps\n \n 1. Paint all of your nails white.",
        "context_after": "2. Use a light blue striper or a tiny paintbrush dipped in light blue polish to create lines across your nails. The easiest way to do this is to keep your brush relatively still while rotating your fingers.   3. Add a red line down the left side to create the margin. You can also use pink, or a peach.",
        "ID": "eTXHDINXfu"
    },
    "35": {
        "sentence_1": "Find a space that is relaxing and peaceful.",
        "sentence_2": "Find a space that is relaxing and peaceful <to work in>.",
        "article_name": "Make_a_Coat_Hanger_Sculpture.txt",
        "context_before": "2. Next decide what fastening method you will be using. Hot Glue, Welding or even metal fasteners are all options to keep your hangers together as you like.\n 3.",
        "context_after": "The space should be somewhere you can relax and focus solely on expressing yourself through sculpting. I also recommend some of your favorite things: such as wine, snacks, music, etc. to keep your inspired.  4. Using your hands or needle nose pliers bend and shape the hangers to whatever shapes you choose, using the fastening methods when desired.",
        "ID": "ZcN5Rdv8YO"
    },
    "36": {
        "sentence_1": "You will also get to see how different types of group fitness instructors teach and motivate their students.",
        "sentence_2": "You will also get to see how different types of group fitness instructors teach and motivate their students, <which will help you as a future instructor>.",
        "article_name": "Become_a_Spinning_Instructor.txt",
        "context_before": "* Spinning has a lot of its own terminology, so take notes on all the terms you hear and what they mean. \n 2. Build up your endurance through spinning and other fitness classes. Try out other group fitness classes to add variety to your endurance training.",
        "context_after": "* Different group fitness classes focus on different parts of the body. Some may incorporate weights or other equipment, while others focus only on using your own body. A variety of fitness activities will help you raise your heart rate in different ways and build up full-body endurance.     * Examples of other group fitness classes to try include zumba or kickboxing.",
        "ID": "5MG0EH1t74"
    },
    "37": {
        "sentence_1": "Bandage your new tattoo.",
        "sentence_2": "Bandage your new tattoo <with saran wrap>.",
        "article_name": "Give_Yourself_a_Tattoo_Without_a_Gun.txt",
        "context_before": "### <a href=\"Care%20for%20a%20New%20Tattoo\">Caring for Your Tattoo</a>\n \n 1.",
        "context_after": "Apply a thin layer of A+D Ointment to the area, just enough to make the skin look shiny. Cover your tattoo in a sterile absorbing pad.    * Only use A+D Ointment for the first couple of days to start the healing process of your tattoo. Going too long could have adverse affects on your skin.",
        "ID": "nHbBNKN_Gg"
    }
}