{
    "1": {
        "article_name": "Mousse_Hair_Properly.txt",
        "sentence_1": "Throw a quick style into your hair.",
        "sentence_2": "Throw a quick style into your hair <while it's drying>.",
        "context_before": "If you blow dry, your hairstyle will \"set\" more strongly than if you air dry. Air-dried hair can easily be re-styled throughout the day with your hands. \n 5.",
        "context_after": "Most basic men's hairdos only take a few easy hand motions to shape. Mousse is best for styles that don't require extreme hold - if you're looking for a foot-long mohawk, try again with gel or pomade. Here's a few easy styles you can make on your way out the door:    * Run your fingers back through your hair to give it a taller, fuller appearance. This volume-enhancing look can be especially useful for men who want to make the most of their thinning hair coverage.",
        "ID": "Huk8giDDlN",
        "grouping": 0
    },
    "2": {
        "article_name": "Make_a_Poofy_Ponytail.txt",
        "sentence_1": "Hide hair ties by taking a thin strand of hair, wrapping it around the hair tie, then securing it with a bobby pin.",
        "sentence_2": "Hide hair ties by taking a thin strand of hair <from underneath your ponytail>, wrapping it around the hair tie, then securing it with a bobby pin.",
        "context_before": "## Tips\n \n *",
        "context_after": "* Use bobby pins and hair ties that match your own hair color as close as possible.     * If you can't find a bobby pin that matches your hair color, choose the next, closest shade. \n     * Use sprays and mousses that add extra volume and texture.",
        "ID": "oMLT2EsVcE",
        "grouping": 0
    },
    "3": {
        "article_name": "Keep_Red_Hair_Color_from_Fading.txt",
        "sentence_1": "To protect your hair from sun exposure, spritz it with UV protectant hair spray or cover it with a hat.",
        "sentence_2": "To protect your hair from sun exposure, spritz it with UV protectant hair spray or cover it with a hat <before going outside>.",
        "context_before": "## Section::::In a Hurry?\n \n To keep your hair from fading, don’t wash it for at least 2 days following the initial dye job. After that, wash it in cold water with color-safe, sulfate-free shampoo and Aveda madder root color conditioner. If the color starts to dull, switch to a color depositing shampoo for a quick stain.",
        "context_after": "If you need to blow dry, straighten, or curl your hair, coat it with a thermal protectant spray first. For advice on picking hair dye, scroll down!",
        "ID": "9wOjwle2y3",
        "grouping": 0
    },
    "4": {
        "article_name": "Measure_Your_Bra_Size.txt",
        "sentence_1": "A good rule of thumb is that you should be able to fit no more than a fist under the back of the bra.",
        "sentence_2": "A good rule of thumb is that you should be able to fit no more than a fist under the back of the bra <where your spine is at>.",
        "context_before": "It needs to be tight enough that the bra is still fairly supportive without weighing down heavily on the <a href=\"Use%20Straptrap%20to%20Stop%20Bra%20Straps%20from%20Slipping\">straps</a>.<br><br>\n  * You should be able to run your <a href=\"Whistle%20With%20Your%20Fingers\">fingers</a> around the inside of the band, but not much more.",
        "context_after": "* It should fit on the biggest adjustment, but will probably be too tight if you try to fasten it on the smallest size. <a href=\"Get%20Sweat%20Stains%20out%20of%20Bras\">Bras</a> are designed to fit like this so that you can tighten the band as the elastic starts to wear out.     * If the band is roomy enough for you to be able to comfortably fasten it on the tightest adjustment, try a smaller band, for example if a 32D is too big, try a 30DD.",
        "ID": "_rPgULcjkX",
        "grouping": 0
    },
    "5": {
        "article_name": "Soften_Cuticles.txt",
        "sentence_1": "Add of lemon juice to of very warm water and mix together well.",
        "sentence_2": "Add of lemon juice to of very warm water <in a small bowl> and mix together well.",
        "context_before": "### Using Home Remedies\n \n 1. Soak your nails in lemon water to soften your cuticles.",
        "context_after": "Soak your nails in the mixture for about 5 minutes. Pat your hands with a clean, dry towel to remove excess water. Use a cuticle stick to carefully <a href=\"Push%20Back%20Your%20Cuticles\">push back your cuticles</a>. Finish with rubbing in a dab of your favorite moisturizing lotion.",
        "ID": "sCeiNLcYXM",
        "grouping": 0
    },
    "6": {
        "article_name": "Strengthen_Weak_Hair_Roots.txt",
        "sentence_1": "When you wash your hair in the shower, avoid setting the temperature too hot, as this can strip the natural moisture from your hair.",
        "sentence_2": "When you wash your hair in the shower, avoid setting the temperature too hot, as this can strip the natural moisture from your hair and <weaken the roots>.",
        "context_before": "### Avoiding Hair Loss and Damage\n \n 1. Wash your hair with warm water to keep it moisturised.",
        "context_after": "Instead, set the temperature to room temperature or as low as you can handle it.    * Similarly, avoid going to hot pools regularly if you have weak hair, as this will dry it out.   2. Wash your hair infrequently to protect the strands.",
        "ID": "OeaK08_D5u",
        "grouping": 0
    },
    "7": {
        "article_name": "Create_Beach_Waves.txt",
        "sentence_1": "Do not dry your hair if it's frizzy or curly.",
        "sentence_2": "Do not dry your hair if it's frizzy or curly <unless you have a diffuser attachment for your hair dryer>.",
        "context_before": "Keep massaging and stretching out your hair until you have long, casual beach-like curls. \n 4. Let your hair air dry.",
        "context_after": "This can cause your beach waves to come undone. Instead, let your hair air dry to so the beach waves set.",
        "ID": "UHVj6gL0XO",
        "grouping": 0
    },
    "8": {
        "article_name": "Style_Waist_Length_Hair.txt",
        "sentence_1": "Make the most of the time you've invested in your waist-length hair.",
        "sentence_2": "Make the most of the time you've invested in your waist-length hair <by styling it like a pro>.",
        "context_before": "## Section::::Related wikiHows. \n \n Growing extremely long hair requires patience, discipline, and, most importantly, time.",
        "context_after": "This article will show you how to work your hair into a variety of gorgeous styles. See step 1 below to get started. [[Category:Hair Styles & Cutting]]",
        "ID": "xNmHQ6xnG8",
        "grouping": 0
    },
    "9": {
        "article_name": "Treat_Razor_Burn.txt",
        "sentence_1": "Treat razor burn with aloe vera gel.",
        "sentence_2": "Treat razor burn with aloe vera gel or <very cold water>.",
        "context_before": "Apply lotions 30 minutes after finishing your shower. This will allow for your pores to close before and minimze irritation. \n 4.",
        "context_after": "The aloe vera allows for protection from the environment and has analgesic qualities that reduce swelling, soothe the irritation, and form a barrier which protects the skin from infection and promotes healing.",
        "ID": "gH77cXgX2U",
        "grouping": 0
    },
    "10": {
        "article_name": "Blow_Dry_Curly_Hair_Straight.txt",
        "sentence_1": "After you get out, wrap hair in towel for 5 to 15 minutes.",
        "sentence_2": "After you get out, wrap hair in towel for 5 to 15 minutes <depending on thickness>.",
        "context_before": "## Steps\n \n   1. Take a shower. use shampoo and conditioner that helps with getting straight hair\n 2.",
        "context_after": "3. Unwrap your hair, and apply straightening balm to your hair (roots to tips)   4. Have you blow dryer on a low setting at first\n   5. blow dry your hair by brushing it while drying it (you can switch on and off from a low setting to a higher setting)\n   6.",
        "ID": "umxH4ZQ8_t",
        "grouping": 0
    },
    "11": {
        "article_name": "Use_a_Foam_Roller_on_Your_Legs.txt",
        "sentence_1": "Sit with the foam roller behind your knees.",
        "sentence_2": "Sit <on the floor> with the foam roller behind your knees.",
        "context_before": "### Foam Rolling your Hamstrings\n \n 1.",
        "context_after": "Sit down with the foam roller behind both of your knees. Plant your hands behind you so that you can keep your back straight. Elevate your legs so that they aren’t touching the ground and point your toes towards the ceiling.  2. Roll forward towards your buttocks.",
        "ID": "Cc7q5RiN2P",
        "grouping": 0
    },
    "12": {
        "article_name": "Fold_a_Scarf.txt",
        "sentence_1": "Fold to look like a small half sheet of paper.",
        "sentence_2": "Fold <one more time> to look like a small half sheet of paper.",
        "context_before": "3. Fold again the same way. \n 4.",
        "context_after": "5. Put your folded scarf in a drawer or on a dresser etc.",
        "ID": "qDgKKPWaat",
        "grouping": 0
    },
    "13": {
        "article_name": "Hide_a_Big_Nose.txt",
        "sentence_1": "Apply this foundation to the top bridge of your nose, starting in between your eyes and ending just before the tip and nostrils.",
        "sentence_2": "Apply this foundation <in a thin line> to the top bridge of your nose, starting in between your eyes and ending just before the tip and nostrils.",
        "context_before": "4. Use a lighter color on the bridge. Pick out a third foundation one shade lighter than your natural tone.",
        "context_after": "* This foundation highlights the center line of your nose, making the \"shadows\" you created with your dark foundation more effective.     * As before, you need to blend this foundation into both your natural and dark shades as thoroughly as possible. The transition between shades should be seamless and must appear natural.",
        "ID": "rp6CZLsAg7",
        "grouping": 0
    },
    "14": {
        "article_name": "Cut_Long_Layers.txt",
        "sentence_1": "Trim the excess hair.",
        "sentence_2": "Trim the excess hair <from the right segment>.",
        "context_before": "To produce even layers, alternate between cutting segments on the left side and the right side. Insert a segment of hair and the stationary guide between your middle and forefinger. Slide your middle and forefinger towards the ends—pulling the hair at a 180° angle—until they reach the length of the stationary guide.",
        "context_after": "Repeat until all of your hair is cut.",
        "ID": "Ie48x4WWc_",
        "grouping": 0
    },
    "15": {
        "article_name": "Cover_Dark_Spots_on_Your_Face.txt",
        "sentence_1": "Bleach dark spots with lemon juice.",
        "sentence_2": "Bleach dark spots with lemon juice <to lighten them>.",
        "context_before": "* Avoid getting the apple cider vinegar on the rest of your skin. \n 3.",
        "context_after": "Mix 1 part lemon juice and 1 part water to create a treatment solution. Then, dip a cotton ball into the lemon water. Apply the solution to your dark spots, then let it set for 10 minutes. Finally, rinse with lukewarm water.",
        "ID": "qQyxMh-7lJ",
        "grouping": 0
    },
    "16": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "grouping": 0,
        "ID": "ID0142"
    },
    "17": {
        "article_name": "Under_Braid.txt",
        "sentence_1": "Wrap a black or clear hair elastic around it a few times.",
        "sentence_2": "Wrap a black or clear hair elastic around it a few times <if you are worried about the braid unraveling>.",
        "context_before": "10. Finish the braid off. Once you reach the nape of your neck, finish off with a regular braid.",
        "context_after": "Tuck the tail end of your braid under the elastic, then wrap it a few more time to secure it.    * If you used extensions, you can seal them with boiling water instead.   11. Repeat the process on the other rows.",
        "ID": "bqNrs1pmXW",
        "grouping": 0
    },
    "18": {
        "article_name": "Wash_Curly_Hair.txt",
        "sentence_1": "Let the conditioner stay on your hair for about 15 minutes or longer if your hair is very dry.",
        "sentence_2": "Let the conditioner stay on your hair for about 15 minutes or longer if your hair is very dry, <while you go through the rest of your shower>.",
        "context_before": "4. Put about 3 tablespoons (a palm full) of conditioner on your hair and massage it in well for about 2 minutes. \n 5.",
        "context_after": "6. Rinse out your hair with lukewarm water, massaging vigorously.   7. Dry your hair gently\n   8.",
        "ID": "BEv1RGU2Tb",
        "grouping": 0
    },
    "19": {
        "article_name": "Add_Volume_to_Your_Hair.txt",
        "sentence_1": "A round brush gives you more control over each section of hair.",
        "sentence_2": "A round brush gives you more control over each section of hair <since it grips from all sides>.",
        "context_before": "Whether you use mousse, foam, or gel, you should apply the product to your roots as soon as you get out of the shower, since volumizing products work best on wet hair. This will give you the most control as you dry your hair. \n 2. Use a round brush to dry your hair in sections.",
        "context_after": "Hold the brush under your hair and push it upwards to lift your roots as you drythem to give them the most volume. <br><br>    * After you dry your roots, slowly move both the brush and hair dryer down each section of hair to dry it.     * If you have short hair, use a smaller round brush.",
        "ID": "VtTvLljOzM",
        "grouping": 0
    },
    "20": {
        "article_name": "Wear_a_Dupatta_on_Your_Head.txt",
        "sentence_1": "Now, take one end that hangs past your forearms and connect it to your waist right at your hipbone.",
        "sentence_2": "Now, take one end that hangs past your forearms and connect it to your waist right at your hipbone <with a safety pin>.",
        "context_before": "3. Pin your dupatta to your waist for a flashier look. Drape the dupatta over your head and place it over your forearms.",
        "context_after": "* Repeat this for the other side of your body if you'd like.",
        "ID": "tk8AEWgdCg",
        "grouping": 0
    },
    "21": {
        "article_name": "Heal_Dry_Skin_on_Legs.txt",
        "sentence_1": "Try dry skin brushing.",
        "sentence_2": "Try dry skin brushing <before you bathe>.",
        "context_before": "* You can also take supplements, although your body might not always absorb these as well as the nutrients found naturally in food. \n 6.",
        "context_after": "Invest in a pure bristle brush, but not one that is too hard or you'll hurt your skin. Proceed to slowly brush your legs, front and back, taking care to not overdo it. Then shower off and use a good quality coconut, almond or grapeseed oil after. Lotions can make it worse, so avoid these.",
        "ID": "i-F03swfHQ",
        "grouping": 0
    },
    "22": {
        "article_name": "Arrange_Your_Wallet.txt",
        "sentence_1": "Get a wallet that has plenty of zippered slots or closed pockets.",
        "sentence_2": "Get a wallet that has plenty of zippered slots or closed pockets <if you want to carry coins in your wallet>.",
        "context_before": "* 1- Choose a wallet that is a suitable size for your needs. If you carry a lot of loyalty cards, business cards, or pictures in your wallet then you may want to purchase a bigger wallet. \n * 2-",
        "context_after": "This will allow you to contain things more easily and keep your coins from falling out of your wallet or purse.  * 3- If you have a receipt for an item that you want to return, keep that receipt with you in the money holder section of your wallet.",
        "ID": "x_5teRaeoG",
        "grouping": 0
    },
    "23": {
        "article_name": "Conceal_Bags_Under_Your_Eyes.txt",
        "sentence_1": "Make a compress out of potato.",
        "sentence_2": "Make a compress out of potato <to reduce bags and puffiness>.",
        "context_before": "## Warnings\n \n *",
        "context_after": "Search the Internet for \"raccoon eye eraser\"    * Don’t rub. Don’t smear. Don’t stroke. Pat, pat, pat.",
        "ID": "iQIhOuKBMj",
        "grouping": 0
    },
    "24": {
        "article_name": "Get_a_Darker_Tan.txt",
        "sentence_1": "Apply in small, circular motions all over to help remove dead skin cells and smooth the skin's surface.",
        "sentence_2": "Apply <the exfoliating scrub> in small, circular motions all over to help remove dead skin cells and smooth the skin's surface.",
        "context_before": "## Steps\n \n 1. Prepare skin before tanning - use a good quality exfoliating scrub all over the body before tanning.",
        "context_after": "This will help to ensure a more even tan and help to make your tan last longer.  2. During tanning always use a tanning accellerator. These come in many forms and different products work better for different people - experiment to work out what works best for you!",
        "ID": "FILDTRRRqd",
        "grouping": 0
    },
    "25": {
        "article_name": "Make_Coconut_and_Aloe_Body_Oil.txt",
        "sentence_1": "Mix together the coconut oil, aloe vera gel and jasmine, sandalwood and neroli essential oils for a soothing body oil.",
        "sentence_2": "Mix together the coconut oil, aloe vera gel and jasmine, sandalwood and neroli essential oils <in a bowl> for a soothing body oil.",
        "context_before": "## Steps\n \n 1.",
        "context_after": "2. Massage into skin after showering or bathing.",
        "ID": "XoLPuL7tAR",
        "grouping": 0
    },
    "26": {
        "article_name": "Pick_the_Perfect_Pair_of_Snow_Boots.txt",
        "sentence_1": "You want your feet to be warm enough but not too warm.",
        "sentence_2": "You want your feet to be warm enough <while tromping through the snow> but not too warm.",
        "context_before": "If you are only going to use them sporadically, maybe you can buy a less comfortable pair. \n 2. Choose between insulated or uninsulated boots.",
        "context_after": "Take into consideration what temperature it will be when you wear the boots and how warm you like your feet to be.    * There may be some boots that come with removable linings so that you can increase the insulation of the boots. Look for this option if it interests you.",
        "ID": "TMsb_Nk8eG",
        "grouping": 0
    },
    "27": {
        "article_name": "Fix_Your_Makeup_for_Great_Looking_Photos.txt",
        "sentence_1": "Draw a light line down the center of your nose and blend to define it.",
        "sentence_2": "Draw a light line down the center of your nose and blend to define it <for that shimmering glow>.",
        "context_before": "Highlight for the camera. To add life to your face, swipe a highlight pencil(shimmery not glittery unless you want to look like fairy) under the arch your brow and blend it in with a brush or finger. Highlighting the inner corners of your eyes can help them look brighter and large.",
        "context_after": "9. Be sure to check your makeup prior to the shoot. That way you be reassured that it's in good condition or you can quickly touch up anything not quite right.     * For important events, such as a wedding, a career portfolio, a long-lasting family portrait, etc., seriously consider having <a href=\"Prepare%20for%20a%20Professional%20Business%20Portrait\">professional makeup</a> done.",
        "ID": "ati9UnqGhT",
        "grouping": 0
    },
    "28": {
        "article_name": "Clean_Vans.txt",
        "sentence_1": "When you have done both shoes, wipe them over with either a paper towel or kitchen towel.",
        "sentence_2": "When you have done both shoes, wipe them over with either a paper towel or kitchen towel, <slightly dampened with fresh water>.",
        "context_before": "* You could place masking tape over the canvas before attempting to clean; just be aware it will lift off easily though. \n 4.",
        "context_after": "Your shoes should be bright white on the rubber strips now.",
        "ID": "yCrG-6Co-j",
        "grouping": 0
    },
    "29": {
        "article_name": "Hide_a_Muffin_Top.txt",
        "sentence_1": "Spandex is a tight, stretchy material that clings to your body.",
        "sentence_2": "Spandex is a tight, stretchy material that clings to your body, <often referred to as \"shapewear\" in stores>.",
        "context_before": "### Hiding a Muffin Top with Dresses and Bottoms\n \n 1. Try spandex bottoms.",
        "context_after": "Choose high-waist underwear or shorts that can be worn under dresses, shorts, or pants. They instantly flatten your stomach when you put them on. Make sure you buy a pair that fits your body.  2. Wear high-waist or midrise jeans.",
        "ID": "g7QMShJl8_",
        "grouping": 0
    },
    "30": {
        "article_name": "Clean_a_Mascara_Brush.txt",
        "sentence_1": "Use the clean brush to remove clumps in your lashes.",
        "sentence_2": "Use the clean brush to remove clumps in your lashes <when your mascara brush leaves clumps in your lashes>.",
        "context_before": "Try applying your brow powder by running the mascara brush over the product and then combing it through your brows. The mascara brush gets the powder into your brows and between the hairs so it will last throughout the day. \n 3.",
        "context_after": "If your new mascara brush isn't clean and leaves clumps in your lashes, you can quickly fix the problem by grabbing your clean brush. The bristles will not only free the clumps from your lashes, but will also separate your lashes and give them extra definition.    * Make sure the mascara is still wet on your lashes, or the brush will be unable to pull out the clumps.   4.",
        "ID": "xDzavywWMQ",
        "grouping": 0
    },
    "31": {
        "article_name": "Style_Naturally_Curly_Hair.txt",
        "sentence_1": "When you brush naturally curly hair, the brush is essentially splitting apart those curls and turning them into individual hair strands.",
        "sentence_2": "When you brush naturally curly hair, the brush is essentially splitting apart those curls and turning them into individual hair strands, <which can result in exaggerated volume>.",
        "context_before": "## Steps\n \n 1. If you want tamer curly hair then don't brush it. This may seem like the opposite thing to do when trying to eliminate frizz, but it really works.",
        "context_after": "If you take a shower, then let your hair air dry, with out brushing it, then those curls will stay compact and less frizzy.  2. Curly hair lacks keratin, which is the \"ingredient\" in straight hair that keeps it frizz free and straight. To help reduce frizz and add shine find a shampoo and conditioner pair that is made for curly hair.",
        "ID": "wfubUhgh0g",
        "grouping": 0
    },
    "32": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "grouping": 0,
        "ID": "ID0282"
    },
    "33": {
        "article_name": "Get_90s_Hair.txt",
        "sentence_1": "Micro braids can be done with natural hair or by adding extensions.",
        "sentence_2": "Micro braids and <box braids> can be done with natural hair or by adding extensions.",
        "context_before": "If not, try a similar version of Brandy Norwood’s iconic 90s side buns by putting your hair in <a href=\"Braid%20African%20American%20Hair\">twists</a> first. Secure the braids or twists in buns, one on each side of your head. \n *",
        "context_after": "",
        "ID": "1xo9so28GN",
        "grouping": 0
    },
    "34": {
        "article_name": "Apply_Mousse_Foundation.txt",
        "sentence_1": "Focus on applying it on your forehead, nose, cheekbones, and chin.",
        "sentence_2": "Focus on applying it on your forehead, nose, cheekbones, and chin, <as this is where it is easier for oil to accumulate>.",
        "context_before": "### Applying the Mousse Foundation\n \n 1. Use your finger to spot the foundation on the greasy areas of your face. Take your index finger, dip it into the product, and lightly dab it on your face.",
        "context_after": "These are the parts of the face that tend to become the most greasy throughout the day.    * Be careful not to use too much. Mousse foundations tend to come in smaller containers because you don’t need to use as you might use when applying a liquid foundation.   2. Use a foundation brush to blend in the product.",
        "ID": "PCn5-vvnIB",
        "grouping": 0
    },
    "35": {
        "article_name": "Make_Fake_Eyelashes_Look_Real.txt",
        "sentence_1": "Once the glue is tacky, carefully hold your lashes by the tips and line up the strip with your natural lash line.",
        "sentence_2": "Once the glue is tacky, carefully hold your lashes by the tips and line up the strip with your natural lash line, <starting at the outer corner>.",
        "context_before": "For most lash glues, you will apply it evenly along the strip of eyelashes and then wait for about a minute while the glue becomes tacky. Once the glue has thickened up on the lash, it is time to apply it to your lid.\n 8. Line up your lashes along your lash line and apply.",
        "context_after": "Gently press the strip down, curving the band along the natural curve of your eyelid. Once you’ve pressed the entire strip down, double check to make sure that they’re lined up properly.  9. === Blending Your False and Natural Eyelashes ===   10.",
        "ID": "p_JWlayieM",
        "grouping": 0
    },
    "36": {
        "article_name": "Wear_Leggings_in_Summer.txt",
        "sentence_1": "Buy leggings that are meant for everyday wear.",
        "sentence_2": "Buy leggings that are meant for everyday wear <to avoid discomfort>.",
        "context_before": "### Avoiding Common Mistakes\n \n 1.",
        "context_after": "Leggings that are intended for yoga or exercise are often made of thicker material, and can be less comfortable to wear for long periods, as well as less flattering. Pay attention to labeling and steer clear of the athletic section.  2. Don’t wear transparent leggings without a long top. It can be difficult to tell how transparent material is until you put the leggings on, and some styles are more transparent in the light.",
        "ID": "-Yyk8hrgk6",
        "grouping": 0
    },
    "37": {
        "article_name": "Style_Old_Skool_Vans.txt",
        "sentence_1": "Contrast your shirt with your shorts or skirt.",
        "sentence_2": "Contrast your shirt with your shorts or skirt <for an outfit with summer vibes>.",
        "context_before": "* As everything goes with black and white Vans, choose a pair of shorts or a skirt that fits well, is comfortable to wear, and that you like the look of. It’s very difficult to go wrong!\n 3.",
        "context_after": "If you went for a brightly-colored pair of shorts or a skirt, stick with a light-colored, pastel, or even white shirt to balance out your style. Alternately, if your shorts or skirt is a little more muted, add a bright pop of color with a vibrant t-shirt or blouse.    * Avoid matching the color of your shirt with the color of your shorts or skirt, as this will normally make your outfit blend together a little too much. If you opt for an outfit that’s all 1 color, pick a shirt, skirt, or pair of shorts that are patterned in some way to break it up a little.",
        "ID": "u9aOu4Odce",
        "grouping": 1
    },
    "38": {
        "article_name": "Avoid_Wearing_Out_Flip_Flops.txt",
        "sentence_1": "Try to wear different kinds of footwear instead of the same thing.",
        "sentence_2": "Try to wear different kinds of footwear instead of the same thing <all the time>.",
        "context_before": "## Tips\n \n *",
        "context_after": "Keep the rest in a cool and clean place, such as a shoe rack, closet/closet shelf, or doormat.  * Remember that foam flip flops will look more used and worn out than other kinds of flip flops because the footprint will engrave into it more and the dirt & sweat of the foot will seep into the foam faster.",
        "ID": "hVsRXJHOWI",
        "grouping": 1
    },
    "39": {
        "article_name": "Shave_Your_Legs_Out_of_Water.txt",
        "sentence_1": "Now shave your legs as you normally do.",
        "sentence_2": "Now shave your legs as you normally do <if you were in a shower>.",
        "context_before": "3. Squirt a bit more water on if you chose to follow the last step. \n 4.",
        "context_after": "5. When you finish add some good scented body lotion to prevent stinging.",
        "ID": "1QvCeht1Ok",
        "grouping": 1
    },
    "40": {
        "article_name": "Use_Herbs_to_Treat_Bad_Breath.txt",
        "sentence_1": "However, many people love the refreshing taste of peppermint on its own, so try it first.",
        "sentence_2": "However, many people love the refreshing taste of peppermint on its own, so try it first <to see if you enjoy the taste>.",
        "context_before": "Strain and drink. \n * If you don't like it unsweetened, add a little lemon or <a href=\"Make%20Honey%20Jar%20Tea\">honey</a> to improve the taste.",
        "context_after": "3. <a href=\"Make%20Parsley%20Oil\">Use parsley</a>. Simply chewing parsley can alleviate bad breath after a meal. Leave the parsley garnish till last!",
        "ID": "4YqSEMDugI",
        "grouping": 1
    },
    "41": {
        "article_name": "Fold_Clothes.txt",
        "sentence_1": "For pants, fold vertically with legs together.",
        "sentence_2": "For pants, fold vertically with legs together and <the pockets on the outside>.",
        "context_before": "For long sleeve shirts, fold in half vertically, then fold in sleeves. Fold horizontaly. \n 3.",
        "context_after": "Bring the legs to the top of the pants. The legs/waist should be together at the top and the knees should be at the bottom. Bring the knees to the top.  4.",
        "ID": "B_BmpNfXGk",
        "grouping": 1
    },
    "42": {
        "article_name": "Get_Your_Nipples_Pierced.txt",
        "sentence_1": "If you absolutely have to touch the piercing, remember to wash your hands thoroughly with antibacterial soap first.",
        "sentence_2": "If you absolutely have to touch the piercing, remember to wash your hands thoroughly with antibacterial soap first or <wear gloves>.",
        "context_before": "Do not touch or play with the piercing. It is important that you avoid touching or playing with the piercing as much as possible during the healing process. Bacteria from your hands can easily enter the wound and cause the piercing to become infected, which is the last thing you want.",
        "context_after": "* You should avoid twisting or turning the ring in the piercing for the first couple of months, except when cleaning. Twisting the ring aggravates the piercing and slows down healing.     * You should also be careful when playing sports or during any kind of physical activity, as the ring may be torn from the piercing if knocked against too roughly.",
        "ID": "b6BcmkEjnr",
        "grouping": 1
    },
    "43": {
        "article_name": "Choose_Eyebrow_Color.txt",
        "sentence_1": "Get your eyebrows tinted by a professional cosmetologist to ensure they look their best.",
        "sentence_2": "Get your eyebrows tinted by a professional cosmetologist <at a brow bar or a beauty salon> to ensure they look their best.",
        "context_before": "Get your eyebrows tinted for a permanent option. Tinting your eyebrows can help your brows appear full for 3-4 weeks with minimal touch ups. The dye is applied to just your eyebrow hairs and not your skin, leaving you with well shaped, defined brows.",
        "context_after": "* Eyebrow tinting is a better, and safer option than dying your brows a specific color, as it is less harsh on your hair and skin.",
        "ID": "YurVa4ZlgP",
        "grouping": 1
    },
    "44": {
        "article_name": "Clean_Sandals.txt",
        "sentence_1": "Scrub your feet in the shower.",
        "sentence_2": "Scrub your feet in the shower <before wearing sandals>.",
        "context_before": "### Maintaining Your Sandals\n \n 1.",
        "context_after": "Dead skin trapped in the sole of the sandal is often the culprit of stinky sandals. Take the time to really scrub your feet each time you shower or bathe, and use an exfoliating product or pumice stone to remove dead skin cells.  2. Allow your sandals to dry out between uses. Sweaty feet, rain, rivers, lakes, and mud can all contribute to wet sandals.",
        "ID": "opD-RaP4_3",
        "grouping": 1
    },
    "45": {
        "article_name": "Cover_Your_Legs_in_Hot_Weather.txt",
        "sentence_1": "To make them more comfortable and less sweat-inducing, cut about half an inch off the top of your control-top or regular pantyhose.",
        "sentence_2": "To make them more comfortable and less sweat-inducing, cut about half an inch off the top of your control-top or regular pantyhose, <leaving enough elastic to hold them up>.",
        "context_before": "4. Adapt your pantyhose for the heat. If pantyhose are a part of your wardrobe that you wish to wear even on hotter days, adapt them to suit the weather.",
        "context_after": "On especially hot days, try putting your pantyhose in the freezer for about five minutes to cool them before putting them on.    * Knee high pantyhose are also a good way to cover your legs while constricting them less than with full length pantyhose.",
        "ID": "DFlCI1kW2h",
        "grouping": 1
    },
    "46": {
        "article_name": "Put_Eyeliner_on_Small_Eyes.txt",
        "sentence_1": "Create a cat eye.",
        "sentence_2": "Create a cat eye <with contrasting colors>.",
        "context_before": "Consider using a lighter colored liner on your lower lid so it doesn’t look as heavy.<br><br>\n     * Try lining your lower lid with a thin line of eye shadow, which will look lighter than the liner on your upper lid. \n 4.",
        "context_after": "Line the upper lid with a smoky colored eyeliner. Smudge it a little with your fingertip. Next apply the same smoky shade along the bottom ⅔ of your lower lid, under your lash line. Connect the corners and draw a little wing upward towards your brow.",
        "ID": "F6gLtMJGus",
        "grouping": 1
    },
    "47": {
        "article_name": "Apply_Cream_Foundation.txt",
        "sentence_1": "Dab some foundation onto any areas of your face where you have not yet applied foundation.",
        "sentence_2": "Dab some foundation onto any areas of your face where you have not yet applied foundation, <like your chin>.",
        "context_before": "6. Fill in the other areas of your face with foundation. You will also need to fill in the other areas of your face, such as your chin and nose.",
        "context_after": "Then, begin spreading the foundation out and away from the center of your face to cover these areas evenly.  7. Blend well. No matter how you apply the cream foundation, make sure to blend it well.",
        "ID": "r56nf-c1Vx",
        "grouping": 1
    },
    "48": {
        "article_name": "Style_Chin_Length_Hair.txt",
        "sentence_1": "Simply straighten your hair and brush it back.",
        "sentence_2": "Simply straighten your hair <with a hair straightener> and brush it back.",
        "context_before": "4. Wear straightened hair with a thick headband. This look takes little to no effort and will look cute with any casual outfit.",
        "context_after": "Then, choose a headband, put it on, and you’re done!    * If you have bangs, this is a way to try out a new style and get them out of your face for a while.",
        "ID": "k__8uU8sXY",
        "grouping": 1
    },
    "49": {
        "article_name": "Take_Care_of_Pearls.txt",
        "sentence_1": "If you wear a pearl necklace frequently, you should have it restrung at least once a year.",
        "sentence_2": "If you wear a pearl necklace frequently, you should have it restrung at least once a year, <using silk or natural fiber for the strand>.",
        "context_before": "6. Check your pearl jewelry regularly to make sure there are no loose pearls. Pearls can be cleaned using water and a soft cloth, or soaps formulated tobe very gentle, such as baby shampoo.",
        "context_after": "Make sure your jeweler sets a knot between each pearl in the string, to prevent the pearls from rubbing against each other and abrading their surfaces.  7. 4\\. Don't use toothpaste to wash pearls.   8.",
        "ID": "Xi39iQJBp8",
        "grouping": 1
    },
    "50": {
        "article_name": "Cut_Men's_Long_Hair.txt",
        "sentence_1": "If you are cutting more than that, remember to take into consideration how much the hair will shrink when it dries.",
        "sentence_2": "If you are cutting more than that, remember to take into consideration how much the hair will shrink when it dries, <since hair stretches when it's wet and looks longer>.",
        "context_before": "If you hold the scissors sideways and cut straight across, the hair will look very blunt and it won’t move naturally. \n * To leave as much length as possible, just cut off about at the end of the hair. This will help remove any split ends.",
        "context_after": "Curly hair will be much shorter dry than it is wet, but even straight hair will be somewhat shorter once it dries.    * It’s best to use a pair of shears intended for cutting hair. You can find these at any beauty supply store, as well as at many drugstores.",
        "ID": "K1ZSU_WoZe",
        "grouping": 1
    },
    "51": {
        "article_name": "Do_1920s_Hair.txt",
        "sentence_1": "Use a styling comb with small teeth to part your hair off to one side.",
        "sentence_2": "Use a styling comb with small teeth, <such as a rat tail comb>, to part your hair off to one side.",
        "context_before": "Sometimes they are also called “Marcel irons” due to the fact that this iconic look was created by French hairstylist Francois Marcel. \n 2. Create a clean, straight part. In order to truly achieve that 1920s look, you’ll need a clean, straight part.",
        "context_after": "3. Divide your hair into 2-inch sections. Use your styling comb to divide your hair into 2-inch (5.1-cm) sections. Doing one small, 2-inch (5.1-cm) section at a time is necessary to create the look you want, and using bigger sections will create less dramatic waves.",
        "ID": "WKOzdjP3ED",
        "grouping": 1
    },
    "52": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "grouping": 1,
        "ID": "ID0142"
    },
    "53": {
        "article_name": "Create_Corkscrew_Curls.txt",
        "sentence_1": "Make sure that you are grabbing a section that is closest to your face.",
        "sentence_2": "Make sure that you are grabbing a section that is closest to your face and <that is not any thicker than the diameter of the curling iron rod>.",
        "context_before": "It should be thinner than your finger. \n 4. Grab a thin section of hair.",
        "context_after": "It can be on the right or left side. If you have thick hair, grab a slightly thicker sections; if the section is too thin, your curls may end up frizzy.  5. Wrap a thin section of hair around the rod in a spiral. Don't overlap the hair as you wind it around the rod.",
        "ID": "PknFExfjfH",
        "grouping": 1
    },
    "54": {
        "article_name": "Tell_if_a_Handbag_Is_Genuine_Crocodile.txt",
        "sentence_1": "The pattern of the grain on a crocodile leather handbag will have some irregularities.",
        "sentence_2": "The pattern of the grain on a crocodile leather handbag will have some irregularities, <as each scale will be of a slightly different shape and size>.",
        "context_before": "3. Inspect the grain pattern. Look closely and carefully at the grain pattern on the handbag.",
        "context_after": "If the grain pattern is very uniform, it has probably been stamped on.  4. Read the tags carefully. It’s not enough for the tag to say “genuine leather” as this won’t tell you what kind of leather it is, and genuine leather is actually the lowest quality leather.",
        "ID": "RJqKZwC_DE",
        "grouping": 1
    },
    "55": {
        "article_name": "Buy_Shoes_for_Children.txt",
        "sentence_1": "Find your child's size.",
        "sentence_2": "Find your child's size <in those shoes>.",
        "context_before": "Also, if your child can't tie laces, don't buy shoes with laces. You can buy them later but first teach your child how to tie laces. \n 4.",
        "context_after": "5. Check to make sure there is about 0.5-to-0.65 inches (1.5 cm-to-2 cm) of space between the longest toe and the end of the shoe. This space allows the toes to spread out for better comfort and stability.   6. Push down on the \"vamp\" (front of the shoe).",
        "ID": "ePjVQSsq4a",
        "grouping": 1
    },
    "56": {
        "article_name": "Look_Good_at_School.txt",
        "sentence_1": "It's better to err on the side of simple and elegant.",
        "sentence_2": "It's better to err on the side of simple and elegant <than complex and busy>.",
        "context_before": "5. Keep your outfit simple. If you wear orange stripes and green polka dots with two different jackets, your look is far too loud.",
        "context_after": "From there, you can accent your outfit with trendy shoes, bright accessories, or an interesting hairdo.    * On the other hand, if you just wear a t-shirt and jeans every day your style will get old. Try to find an elegant middle ground.",
        "ID": "uu9B935qn-",
        "grouping": 1
    },
    "57": {
        "article_name": "Do_Beachy_Waves_with_Short_Hair.txt",
        "sentence_1": "Mist your hair with sea salt spray for that beachy texture.",
        "sentence_2": "Mist your hair with sea salt spray for that beachy texture, <holding the bottle from your hair>.",
        "context_before": "Some people's hair does not hold curls or waves easily and needs extra help. \n   * Use the handle of a rat-tail comb to create clean, even parts. \n *",
        "context_after": "Don't over-do it, however; a little bit goes a long way.  * Don't worry about making it perfect. Beachy waves are meant to be casual, relaxed, and carefree—just as though you came back from the beach!",
        "ID": "lWHdHWjovJ",
        "grouping": 1
    },
    "58": {
        "article_name": "Do_Floral_Eyeliner.txt",
        "sentence_1": "Add your second flower.",
        "sentence_2": "Add your second flower <in a different color>.",
        "context_before": "* The color you choose is up to you, but go for something bright and floral like a vibrant pink or yellow. \n 2.",
        "context_after": "Right next to your first flower, add another flower. Use the exact same process. Draw an X, then draw a horizontal line through it, and fill out the flower from there.  3. Continue across your lash line, alternating between colors.",
        "ID": "7WCUQpvAZS",
        "grouping": 1
    },
    "59": {
        "article_name": "Apply_Blush_and_Bronzer_Together.txt",
        "sentence_1": "Apply foundation to your skin with a brush or sponge.",
        "sentence_2": "Apply foundation to your skin with a brush or sponge <for total coverage>.",
        "context_before": "A silicon-based primer will build a smooth surface to apply makeup over. Primer will also add moisture to your skin and ensure that your makeup lasts longer. Rub a thin layer of primer over your face with clean fingers and allow it to dry before applying makeup.\n 3.",
        "context_after": "The simplest way to get the look of even skin is to apply a foundation that closely matches your skin color. Apply a thin layer of foundation to your face with a makeup sponge or brush. Avoid using your fingers as foundation can look cakey if applied unevenly.  4. Use a tinted moisturizer to create a natural-looking base.",
        "ID": "JZKXC9DbHj",
        "grouping": 1
    },
    "60": {
        "article_name": "Measure_Chest_Size.txt",
        "sentence_1": "You will get the most accurate measurement if someone else is holding the tape.",
        "sentence_2": "You will get the most accurate measurement if someone else is holding the tape, <since they'll be able to make sure it's lined up correctly across your back>.",
        "context_before": "Make sure your fabric tape measure has only a very small metal tip at the ends. If it has a metal end of more than an inch, it will not give a correct body measurement. \n 2. Ask someone to help you measure.",
        "context_after": "* If you must take the measurement yourself, do it in front of a mirror, so that you can see if the tape is parallel to the ground all the way around.   3. Take off your shirt. Clothing adds extra width to the measurement. \n     *",
        "ID": "O65Vt4YN7V",
        "grouping": 1
    },
    "61": {
        "article_name": "Wear_a_Bib_Necklace.txt",
        "sentence_1": "This will ensure that your bib necklace is",
        "sentence_2": "This will ensure that your bib necklace is <the center of attention>.",
        "context_before": "Pair your bib necklace with contrasting patterns and colors. Bib necklaces look great with solid, neutral tops and dresses, but that doesn’t mean you need to stick to those. If you want to wear a patterned or a colored piece of clothing, pair it with a bib necklace that contrasts with it in some way.",
        "context_after": "* For example, a white shirt pairs well with a black bib necklace, and vice versa. Metallics pair well with neutrals, and colored bib necklaces look great with their complementary colors.     * A striped or geometrically-patterned shirt would look great with a floral or free flowing bib necklace, while a whimsical shirt would look best with a more simple, linear one.",
        "ID": "Uvo47_J-oW",
        "grouping": 1
    },
    "62": {
        "article_name": "Use_a_Sanitary_Napkin_(Pad).txt",
        "sentence_1": "And never, ever, throw it in the toilet!",
        "sentence_2": "And never, ever, throw it in the toilet, <it could flood>!",
        "context_before": "Remove any wrappers or boxes from the pad. You could discard them, but it's a good idea to use them to dispose of the used pad you are replacing. No one wants to look at a used pad in the trash, you know?",
        "context_after": "<br><br>  4. Fold out the flaps, or wings, and take off the long, center backing that covers the adhesive on the center. Expose the adhesive on the wings too, disposing these parts in the trash (you won't need them for wrapping). <br><br>     * In some brands of pads nowadays, the wrapper doubles as the backing.",
        "ID": "DAw24v-KMY",
        "grouping": 1
    },
    "63": {
        "article_name": "Use_a_Cuticle_Cutter.txt",
        "sentence_1": "Soak your hands or feet.",
        "sentence_2": "Soak your hands or feet <in warm water>.",
        "context_before": "Either dip the tips in the solution or dab it on using a cotton swab. Sanitizing the tips helps prevent your nails from becoming infected. \n 3.",
        "context_after": "Fill a bowl with warm water and submerge your fingertips or toes. This will soften your nails so the cuticles will clip off easier. There is no precise amount of time you need to soak your nails, but about 10 to 15 minutes is probably enough.    *",
        "ID": "iZqaYTlcgk",
        "grouping": 1
    },
    "64": {
        "article_name": "Do_Anti_Cellulite_Massage.txt",
        "sentence_1": "Do this every day for at least five minutes at a time.",
        "sentence_2": "Do this every day for at least five minutes at a time <in each problem area>.",
        "context_before": "## Tips\n \n *",
        "context_after": "",
        "ID": "FsUBgPPSHr",
        "grouping": 1
    },
    "65": {
        "article_name": "Blow_Dry_Curly_Hair.txt",
        "sentence_1": "Look for shampoo that does not have alcohol.",
        "sentence_2": "Look for shampoo that does not have alcohol, <as alcohol can dry your hair out>.",
        "context_before": "Do not wash your hair every day if possible. You can go three days without washing your hair if it is thick. When you do wash it, do not use shampoo every time.",
        "context_after": "Alcohol dries your hair out.    * Buy a shampoo that is 100% sulfate free. Sulfates are usually too harsh on curls.   2. Remove excess water from your hair.",
        "ID": "njca54sdvm",
        "grouping": 1
    },
    "66": {
        "article_name": "Split_and_Store_Your_Bath_Bombs.txt",
        "sentence_1": "Put your individually-wrapped bath bombs in a plastic air-tight container with a lid.",
        "sentence_2": "Put your individually-wrapped bath bombs in a plastic air-tight container or <a mason jar> with a lid.",
        "context_before": "Don’t put more than one bath bomb half in a plastic bag. Not only will they be more likely to bump against each other and break down, but you’ll have to cut open the bag to get one half of the bath bomb, then reseal the bag with other half.\n 3. Store in a cool, dark place.",
        "context_after": "Store them in a bathroom cabinet or closet to keep them away from heat, light, and moisture.  4. Don’t display your bath bombs. Though they may be gorgeous and look like works of art, you shouldn’t display your bath bombs, even if they are in plastic bags.",
        "ID": "bXaKq9EiQx",
        "grouping": 1
    },
    "67": {
        "article_name": "Prepare_for_a_Massage.txt",
        "sentence_1": "Talk to your doctor if you've recently been in an accident.",
        "sentence_2": "Talk to your doctor if you've recently been in an accident <so that they can clear you to see a therapist>.",
        "context_before": "A massage could make that worse, particularly if you have a torn ligament or something of that nature. Make sure your health is in order before getting a massage. \n *",
        "context_after": "3. Avoid massages if you have skin irritation or sunburns. If you have major rashes, poison ivy, or a sunburn, you should wait until those are cleared. Having someone rub your skin and muscles will only make these worse.",
        "ID": "c6r2rw-07i",
        "grouping": 1
    },
    "68": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "grouping": 1,
        "ID": "ID0282"
    },
    "69": {
        "article_name": "Style_Mom_Jeans.txt",
        "sentence_1": "Choose an appropriate wash.",
        "sentence_2": "Choose an appropriate wash <that accentuates your legs>.",
        "context_before": "* If you’re curvier, choosing mom jeans that have a flare will accentuate your curves while balancing out your body. \n 2.",
        "context_after": "Mom jeans with darker washes tend to look the most sophisticated and slimming. If you have very skinny legs, you can try a lighter wash that will help bring out your curves. Choose a shade of denim that you feel comfortable and confident wearing.    * Wearing black mom jeans is always a great option — the dark color will make you look sophisticated or even grungy, depending on your desired look.",
        "ID": "_JqWUnXltm",
        "grouping": 1
    },
    "70": {
        "article_name": "Get_the_Wet_Hair_Look.txt",
        "sentence_1": "Use a very fine-tooth comb to smooth out your hair.",
        "sentence_2": "Use a very fine-tooth comb, <such as a rattail comb>, to smooth out your hair.",
        "context_before": "* To scrunch it, tilt your head to one side, and scrunch it towards your head. \n 2. Comb your hair straight back for a slick back.",
        "context_after": "Comb it to the back of your head, creating a smooth finish on the sides and top.    * For this look, make sure to leave the pomade, gel, or wax off the bottom of the hair so it has some movement. Finish it up by applying a smoothing serum over the bottom hair if you haven't already.",
        "ID": "LVI_Xl5uBW",
        "grouping": 1
    },
    "71": {
        "article_name": "Color_Streak_a_Ponytail.txt",
        "sentence_1": "If you want something more sleek and chic, smooth your hair back, and spray it down with hairspray.",
        "sentence_2": "If you want something more sleek and chic, smooth your hair back, and spray it down with hairspray or <apply gel>.",
        "context_before": "Use your fingers to gently spread your ponytail apart in the back. This gives it some volume and reveals those streaks. You can also let down your bangs for a messy, natural look.",
        "context_after": "",
        "ID": "eKY2BQ26LD",
        "grouping": 1
    },
    "72": {
        "article_name": "Look_Good_for_School_(Girls).txt",
        "sentence_1": "Make sure to eat lots of fruits and vegetables and eat fat or sugary foods sparingly.",
        "sentence_2": "Make sure to eat lots of fruits and vegetables and eat fat or sugary foods sparingly, <especially at breakfast>.",
        "context_before": "Drink at least six to eight cups. This will give you beautiful, glowing skin and clear up in acne! \n * Eat a healthy, balanced diet.",
        "context_after": "* Exercise daily for about thirty minutes a day. If you're a busy person, simply go for a quick walk or jog. You can exercise at home too like jogging on the spot. If you are overweight, consider loosing a few pounds.",
        "ID": "JzmElxj-9Q",
        "grouping": 1
    },
    "73": {
        "article_name": "Know_What_to_Carry_in_Your_Purse.txt",
        "sentence_1": "Keep zippered bags inside your purse.",
        "sentence_2": "Keep zippered bags inside your purse <to keep smaller items together>.",
        "context_before": "Alternate the cosmetics in your make-up bag. Otherwise, you'll end up toting around ten different kinds of lip gloss. \n *",
        "context_after": "* Other items you can include are: mace, a swiss army knife (or Miss A Kit), a book (if your purse is large enough), an mp3 player, a mirror, tweezers, a business card holder, a note pad, a pen, tampons, hand lotion, a Metrocard (or other transitpass), an address book, a dayplanner, your palm pilot.     * For special events, you may want to keep nail polish in your purse to patch up runs in your pantyhose. \n     * If you are traveling, it may be a good idea to keep a hand sanitizer like Purex in your purse.",
        "ID": "OF9nMSFfeh",
        "grouping": 2
    },
    "74": {
        "article_name": "Clean_Amber_Jewelry.txt",
        "sentence_1": "Do not let your amber jewelry sit in water",
        "sentence_2": "Do not let your amber jewelry sit in water, <as excess moisture can turn amber cloudy>.",
        "context_before": "Remove any rings and bracelets before cleaning your amber jewelry\n     * Avoid using any harsh chemicals or detergents\n     * Avoid using too hot or too cold water as extreme temperatures can damage amber\n *",
        "context_after": "",
        "ID": "-ExlqRLfD2",
        "grouping": 2
    },
    "75": {
        "article_name": "Dress_when_Pregnant.txt",
        "sentence_1": "You can still look stylish and feel good when dressing for a pregnant body.",
        "sentence_2": "You can still look stylish and feel good when dressing for a pregnant body <if those things are important to you>.",
        "context_before": "## Section::::Related wikiHows.",
        "context_after": "Don't abandon your sense of style! It's important to know what works well when pregnant, though, and what doesn't.",
        "ID": "vc44q9gwD5",
        "grouping": 2
    },
    "76": {
        "article_name": "Wear_a_Cravat.txt",
        "sentence_1": "Wrap the long end around the short end again.",
        "sentence_2": "Wrap the long end around the short end again, <following exactly the same method as before>.",
        "context_before": "Hold the long end of the cravat in one hand and wrap it across the front of the short end as you hold it tight with your other hand. Continue wrapping the long end around the back of the short end until you have completed one loop.\n 3. Make a second loop then thread the long end through the center of the neckband.",
        "context_after": "As you complete the second loop, thread the long end up through the center of the neckband.  4. Pull the long end over the loop and tuck it into your waistcoat to <a href=\"Make%20a%20Cravat\">tie a formal cravat</a>. Pull the long end up and over the loop until it is hanging straight down the front of your shirt.",
        "ID": "-gCujTNm7n",
        "grouping": 2
    },
    "77": {
        "article_name": "Store_Hats.txt",
        "sentence_1": "You can use long, flat plastic organizers that slide under your bed.",
        "sentence_2": "You can use long, flat plastic organizers that slide under your bed or <any other piece of furniture>.",
        "context_before": "They tend to work best with smaller, casual hats like baseball caps and trilbys, but if you find one for larger hats you can use it. \n     * Plastic over-the-door organizers are great for baseball cap collections and can be used on either side of a closet door. \n *",
        "context_after": "They look like long, shallow boxes.    * If you want to keep your hats in a dresser, try drawer inserts to break up the space.     * Many hat specialists recommend using head molds as hat organizers, but many people dislike this look.",
        "ID": "bjXXHiu5B8",
        "grouping": 2
    },
    "78": {
        "article_name": "Have_a_Good_Face_Care_Routine.txt",
        "sentence_1": "Use a hydrating moisturizer that contains sweet almond, jojoba, evening primrose, or borage oil",
        "sentence_2": "Use a hydrating moisturizer <with a thicker consistency> that contains sweet almond, jojoba, evening primrose, or borage oil",
        "context_before": "Dry skin is very sensitive to products, so it’s important to use the right ones. The key with dry skin is to avoid anything that could dry your face further, and to use products that will add moisture back to your skin:\n     * Use a mild cleanser that doesn’t foam or lather\n     * Avoid all products, especially toners, that contain alcohol\n *",
        "context_after": "* Try an antioxidant serum that has vitamins A, C, and E",
        "ID": "kLImjwAEQN",
        "grouping": 2
    },
    "79": {
        "article_name": "Wear_a_Pashmina.txt",
        "sentence_1": "Create a faux-infinity scarf.",
        "sentence_2": "Create a faux-infinity scarf <with your pashmina>.",
        "context_before": "Wrap it again over and under the left tail, but when you get to the underside pull it up through the loop around your neck, and down through the smaller loop you just made on the left tail. Adjust the fabric and tighten or loosen the pashmina to your liking. \n 11.",
        "context_after": "Tie the two ends of your pashmina together to create a loop. If your pashmina has fringe, use a few pieces of fringe to double-knot together. If not, use the corners of the rectangle; you should tie two knots at the two places where the corners meet. Then, place this large loop around your neck so that the knots are along your hairline.",
        "ID": "_O1f5AfWr9",
        "grouping": 2
    },
    "80": {
        "article_name": "Use_Sugar_Scrub.txt",
        "sentence_1": "Choose one with skin-replenishing ingredients like hyaluronic acid, coconut or avocado oil, glycerin, or essential oils.",
        "sentence_2": "Choose one with skin-replenishing ingredients like hyaluronic acid, coconut or avocado oil, glycerin, or essential oils <if your skin is prone to dehydration>.",
        "context_before": "* Turbinado sugar (also known as raw sugar) tends to have larger particles so if you see it as an ingredient, be aware that it’s a rougher scrub. \n 2. Pick a hydrating scrub if you have very dry skin. While sugar is naturally a humectant (meaning it locks in moisture), some scrubs are more moisturizing than others.",
        "context_after": "3. Select a scent based on aromatherapy properties. Look for scrubs that include essential oils to match your needs. For example, if you're stressed out, a lavender scent is calming.",
        "ID": "HWyoyZSiFe",
        "grouping": 2
    },
    "81": {
        "article_name": "Style_Jeans.txt",
        "sentence_1": "Try a medium wash and keep the other pieces fairly basic – a solid-colored blouse and your favorite pair of flats or wedges.",
        "sentence_2": "Try a medium wash and keep the other pieces fairly basic – a solid-colored blouse and your favorite pair of flats or wedges <would work well>.",
        "context_before": "The fit is up to you – light wash <a href=\"Wear-Skinny-Jeans\">skinny fits</a> create a sleeker silhouette, while relaxed fits look comfortable and more casual.\n 2. Wear high-waisted flares and a loose top for a laidback boho vibe. Go for a fitted pair with just a little stretch to them to create a sleek, 70s-inspired silhouette.",
        "context_after": "* If you want to spice things up, add a statement bag or oversized sunglasses. Choose a bag with retro details like fringe to continue the 70s-inspired tone.   3. Pair distressed denim with a graphic tee for an edgier look.",
        "ID": "e2qPBw9pCM",
        "grouping": 2
    },
    "82": {
        "article_name": "Permanently_Straighten_Pocket_Flaps.txt",
        "sentence_1": "Plastic wire ties are used in this method, but the material can be anything that will bend easily.",
        "sentence_2": "Plastic wire ties are used in this method, but the material can be anything that will bend easily <while maintaining its original shape>.",
        "context_before": "## Tips\n \n *",
        "context_after": "",
        "ID": "JAkSEyhE3H",
        "grouping": 2
    },
    "83": {
        "article_name": "Dye_Your_Hair_Green.txt",
        "sentence_1": "Green hair dye is one of the scarcest colors of dye, so you might have to order online.",
        "sentence_2": "Green hair dye is one of the scarcest colors of dye, so you might have to order online or <scout around>.",
        "context_before": "## Steps\n \n 1. Buy green hair dye.",
        "context_after": "You might be able to find some at Sally Beauty Supply or Ulta. I suggest Punkie, Splat, or Directions. Avoid Manic Panic.  2.",
        "ID": "2v3h47OwoH",
        "grouping": 2
    },
    "84": {
        "article_name": "Wear_High_Heels_(for_Men).txt",
        "sentence_1": "These are easier to walk on since the weight of your foot is spread out more evenly.",
        "sentence_2": "These are easier to walk on since the weight of your foot is spread out more evenly and <they are easier to maintain your balance>.",
        "context_before": "Most High Heels are usually found in shoe stores, you might have to look in the Women's section of the store to find it, or a specialty store if you have larger feet. There are stores including retail outlets and online (believe it or not) that cater to men who wish to wear heels. If you never wore heels before, you may wish to start with a pair of wedges (shoes with 1 solid platform from heel to toe) before moving to ones with narrow heels such as stilettos or pumps.",
        "context_after": "Many girls wear heels, so if a friend of yours wears heels and is around your size, you could ask her if you could try on her high heels. You can make it a joke if you're particularly embarrassed.<br><br>[[Image:Wear High Heels (for Men) Step 1.jpg|center|550px]]  2. Remove your men's shoes and socks. It will help you fit into what are typically smaller sized shoes.",
        "ID": "xiIjXoDL1a",
        "grouping": 2
    },
    "85": {
        "article_name": "Use_Depilatory_Cream.txt",
        "sentence_1": "Depilatory creams can be an amazing quick fix for unwanted hair.",
        "sentence_2": "Depilatory creams can be an amazing quick fix for unwanted hair, <without the nicks or pain shaving and waxing can bring>.",
        "context_before": "## Timestamp::::2012-08-04T00:42:45Z\n \n Don't want to wax or shave?",
        "context_after": "Want to find out how to use these creams? KEEP READING!",
        "ID": "nWdNgffHoZ",
        "grouping": 2
    },
    "86": {
        "article_name": "Get_Rid_of_Hair_Anywhere_on_Your_Body_With_Pumice.txt",
        "sentence_1": "Just rub the pumice stone around the area with hair.",
        "sentence_2": "Just rub the pumice stone around the area with hair <you want to remove>.",
        "context_before": "You can do this in the shower or at a sink. First wash with warm water whatever area you want your hair to be removed (this works with arms, legs, and back)now rub some soap on\n 4. Here's where the magic happens:",
        "context_after": "5. Do this every day when you're in a shower after 20 days (more or less) you'll almost have no hair!   6. I know what your thinking, this takes a long time to take place.",
        "ID": "9iiOUvDUd4",
        "grouping": 2
    },
    "87": {
        "article_name": "Find_Time_for_Coffee_in_the_Morning.txt",
        "sentence_1": "Place it in a handy location so it is easy to pour the freshly brewed coffee into the cup or mug the next morning.",
        "sentence_2": "Place it in a handy location <with a spoon for mixing>, so it is easy to pour the freshly brewed coffee into the cup or mug the next morning.",
        "context_before": "Every night prepare your coffee.(Put the amount of ground coffee you need in the coffee maker.) \n 2. Get your coffee mug or get a travel mug ready.",
        "context_after": "3. Put your cream in the front of your fridge.   4. Measure out your sugar the night before.",
        "ID": "YjRIzavgFl",
        "grouping": 2
    },
    "88": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 and <that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "grouping": 2,
        "ID": "ID0142"
    },
    "89": {
        "article_name": "Take_in_the_Waist_on_a_Pair_of_Jeans.txt",
        "sentence_1": "Try to pin as far down as you can.",
        "sentence_2": "Try to pin as far down as you can <along the seat of the jeans>.",
        "context_before": "* Be careful not to catch your underwear (or your skin!) when you are placing the pins. \n *",
        "context_after": "The further you go down, the less noticeable the transition from the original thread and your thread.  2. Draw a line along the pinned seam. Take the jeans off carefully. Use fabric chalk to draw a line on the inside of the jeans where you have place the pins.",
        "ID": "Q5Xm15Vc2V",
        "grouping": 2
    },
    "90": {
        "article_name": "React_if_You_Think_Someone_is_Stalking_You.txt",
        "sentence_1": "Possible stalkers are often ex-partners who do not take no for an answer.",
        "sentence_2": "Possible stalkers are often ex-partners or <obsessed crushes> who do not take no for an answer.",
        "context_before": "* If your stalker is one of these people they will be on notice and perhaps stop. \n 2.",
        "context_after": "* They may be a co-worker, a neighbour down the street, a fellow student or a complete stranger   3. If you are receiving anonymous calls or emails of a threatening nature try to save, record or forward them to your providers. \n     * Never not respond to the caller or email. \n     * Phone companies, internet providers, etc., have ways of determining who is doing this.",
        "ID": "94bZqEmw4-",
        "grouping": 2
    },
    "91": {
        "article_name": "Wear_Yeezys.txt",
        "sentence_1": "Then, pair your Yeezys with jeans, joggers, leggings, or shorts.",
        "sentence_2": "Then, pair your Yeezys with jeans, joggers, leggings, or shorts <to create stylish outfits>.",
        "context_before": "They come in low-top, high-top and boot styles, and you can wear Yeezys with casual and nighttime looks. In particular, Kanye often rocks his Yeezys with tapered jeans and graphic T-shirts. Select your favorite Yeezy style, and wear them with button-downs, long-sleeves, or tees.",
        "context_after": "With some attention to detail, you can easily wear your Yeezys.",
        "ID": "FCSWXwpz66",
        "grouping": 2
    },
    "92": {
        "article_name": "Take_Care_of_Naturally_Curly_Hair.txt",
        "sentence_1": "Replace your brush with a wide tooth comb",
        "sentence_2": "Replace your brush with a wide tooth comb <to have less breakage>",
        "context_before": "## Tips\n \n   * Never brush dry curls\n *",
        "context_after": "* Use a t-shirt instead of a towel   * NEVER use hot tools on your hair\n   * Find a good scrunching gel\n   * Read other wikihows on the curly girl method\n   * Embrace your curls!",
        "ID": "GAOXUJhNtb",
        "grouping": 2
    },
    "93": {
        "article_name": "Reduce_Unwanted_Facial_Hair.txt",
        "sentence_1": "If you eat foods with this ingredient, it can help cure an estrogen imbalance.",
        "sentence_2": "If you eat foods with this ingredient, it can help cure an estrogen imbalance, <although again you should check with a doctor>.",
        "context_before": "Sometimes doctors will prescribe birth control pills to help address such issues. Some underlying medical conditions can cause facial hair growth, such as polycystic ovary syndrome. \n * Eat foods with phytoestrogen.",
        "context_after": "And that can slow down hair growth. Licorice, alfalfa, fennel and flaxseeds are natural products that contain phytoestrogen.    * Basically, phytoestrogen mimics the role that estrogen plays in the body.",
        "ID": "1a78MiNAZI",
        "grouping": 2
    },
    "94": {
        "article_name": "Make_Your_Eyelashes_Look_Longer_Without_the_Expensive_Mascaras.txt",
        "sentence_1": "For lighter hair colors, use brown mascara.",
        "sentence_2": "For lighter hair colors and <natural coppery reds>, use brown mascara.",
        "context_before": "You may not want to use colored mascara for every-day wear, but it’s certainly a fun alternative for a night out. \n     * Try using a neutral color like black or brown and then tipping your lashes with a bright hue or gold and silver just to play around with how dual tones extend your lashes. \n *",
        "context_after": "For any other hair color, use black. Complimenting your natural coloring will look more natural.",
        "ID": "yJ-XmSxsR5",
        "grouping": 2
    },
    "95": {
        "article_name": "Style_Camo_Pants.txt",
        "sentence_1": "You can wear nearly any style of casual shoe with your camo pants, though classic-style sneakers look best.",
        "sentence_2": "You can wear nearly any style of casual shoe with your camo pants, though classic-style sneakers <with flat bottoms> look best.",
        "context_before": "4. Wear sneakers or flats for casual camo outfits. Camouflage pants look great when styled casually, so wear them with your day-to-day shoes.",
        "context_after": "If you are wearing socks, throw on a long white pair to tuck into the bottom of your pants.    * Go with classic styles like Chuck Taylors, Vans, or Adidas for a stylish touch.     * Or, pair your camo skinny jeans with a ballet flat. \n     * High tops and low tops both look great!",
        "ID": "3H_cwvdiec",
        "grouping": 2
    },
    "96": {
        "article_name": "Make_Mascara_Thinner.txt",
        "sentence_1": "Thin it out using saline eye solution or aloe vera, or try heating it up with hot water.",
        "sentence_2": "Thin it out using saline eye solution or aloe vera, or try heating it up with hot water <to extend the life of your mascara>.",
        "context_before": "## Timestamp::::2017-09-15T19:34:35Z\n \n <a href=\"Apply%20Mascara\">Using mascara</a> is a great way to give yourself lush lashes. You might want to thin out your mascara if it’s dried out, clumpy, or the tube’s almost empty. As long as your mascara hasn’t reached its expiration date yet, it's worth salvaging.",
        "context_after": "Finally, use your mascara correctly to make it last for a full three months.",
        "ID": "tuxVgnsKRO",
        "grouping": 2
    },
    "97": {
        "article_name": "Moisturize_Your_Scalp.txt",
        "sentence_1": "Repeat the treatment two to three times a week.",
        "sentence_2": "Repeat the treatment two to three times a week <depending on the dryness of your scalp>.",
        "context_before": "Condition the ends of your hair. Apply a conditioner from the mid-lengths to the ends of your hair. Avoid putting it on your scalp and the roots of your hair, as these areas are already moisturized by the oil.\n 7.",
        "context_after": "Avoid using this treatment more than three times per week, or your hair may become greasy.",
        "ID": "PGPtqhO-zs",
        "grouping": 2
    },
    "98": {
        "article_name": "Drape_Your_Lehenga_Dupatta.txt",
        "sentence_1": "Reach back and grab the back section with your left hand.",
        "sentence_2": "Reach back and grab the back section <of your dupatta> with your left hand.",
        "context_before": "* Make sure that the fabric that is hanging down in front reaches just below your knees. \n 2. Bring the other end around to the front.",
        "context_after": "Take one corner of the back section and wrap it around your left hip. Bring the fabric in front of you, but allow most of it to hang down at your side.  3. Wrap and pin the corner around your wrist.",
        "ID": "-d_nn4djhV",
        "grouping": 2
    },
    "99": {
        "article_name": "Wear_Yellow_Eye_Shadow.txt",
        "sentence_1": "Add lines of yellow eye shadow around your eye to add a nice yellow frame.",
        "sentence_2": "Add lines of yellow eye shadow around your eye <on your lash lines> to add a nice yellow frame.",
        "context_before": "* Try adding yellow to your lower lid. This can help brighten your eyes and add a little flare to neutral makeup. \n * Frame your eyes with yellow.",
        "context_after": "3. Mix yellow with neutral colors. As you only want to add touches of yellow around your eyes, pair yellow with neutral colors. Blend the yellow that's highlighting your eyes with neutral shades such as brown or gray.",
        "ID": "qwvpXS76Li",
        "grouping": 2
    },
    "100": {
        "article_name": "Choose_the_Right_Lipstick_for_You.txt",
        "sentence_1": "Dramatic eyes and dramatic lips as well can look overdone.",
        "sentence_2": "Dramatic eyes and dramatic lips as well can look overdone and <not attractive>.",
        "context_before": "* When buying lipstick, don't forget to consider lip liner, especially when buying red shades. \n     * Reds with blue undertones can make your teeth look whiter. \n *",
        "context_after": "",
        "ID": "Uk01mMIueq",
        "grouping": 2
    },
    "101": {
        "article_name": "Have_Nice_Eyebrows.txt",
        "sentence_1": "Soothe the skin with witch hazel, ice, or skin cream.",
        "sentence_2": "Soothe the skin with witch hazel, ice, or skin cream <to prevent any bumps from occuring>.",
        "context_before": "5. You can also use small scissors to trim long eyebrow hairs to keep them short and neat. \n 6.",
        "context_after": "",
        "ID": "AC3_CsEYXB",
        "grouping": 2
    },
    "102": {
        "article_name": "Clean_Combat_Boots.txt",
        "sentence_1": "Wipe down your boots.",
        "sentence_2": "Wipe down your boots <with a dry cloth>.",
        "context_before": "* For instance the JobSite Boot Scrubber Brush Mat, available online for approximately $17, is a door mat with a wood and plastic base and solid bristles to remove mud and dirt from boots and shoes. \n 2.",
        "context_after": "After removing your boots for the day, wipe them down with a soft, dry cloth to remove dust and dirt. A micro-fibre cleaning cloth is the best bet for this daily maintenance. Focus on the surface of the boots as well as the seams.  3.",
        "ID": "P5XJy-BaF3",
        "grouping": 2
    },
    "103": {
        "article_name": "Prevent_Tartar.txt",
        "sentence_1": "Using one of these mouthwashes in combination with brushing and flossing can improve your dental health and prevent tartar.",
        "sentence_2": "Using one of these mouthwashes <once a day> in combination with brushing and flossing can improve your dental health and prevent tartar.",
        "context_before": "Use plaque-removing mouthwash. There are some mouthwashes that are formulated to help remove plaque from the teeth. They typically help loosen plaque so that your brushing and flossing is more effective.",
        "context_after": "* Look at the label on your mouthwash and make sure that it has antibacterial properties designed to fight plaque. Good mouthwashes typically have a seal of approval from a professional dental organization, such as the American Dental Association.   4. Avoid foods that are bad for your teeth.",
        "ID": "vp-3Tx9HkT",
        "grouping": 2
    },
    "104": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "grouping": 2,
        "ID": "ID0282"
    },
    "105": {
        "article_name": "Avoid_Getting_Into_a_Dangerous_Situation.txt",
        "sentence_1": "In the event that an intruder does enter your home, you should have a plan in place for you and your family to get out safely.",
        "sentence_2": "In the event that an intruder does enter your home or <should a fire breakout>, you should have a plan in place for you and your family to get out safely.",
        "context_before": "Also, should an issue arise, you might want to call your neighbors to alert them so that they can protect their house from danger as well. \n 5. Develop an exit plan.",
        "context_after": "That plan may include everyone coming to your room and then leaving through the window. Talk to your family about this plan so that everyone is on the same page.    * Consider posting the plan to the refrigerator so that no one forgets.   6. Consider getting a dog.",
        "ID": "-GiJ2pWKV-",
        "grouping": 2
    },
    "106": {
        "article_name": "Do_Nails.txt",
        "sentence_1": "Use an orange stick to gently push back the cuticles.",
        "sentence_2": "Use an orange stick, <rather than a metal pusher>, to gently push back the cuticles.",
        "context_before": "* If you do not want to use harsh vinegar, however, you can soak the nails in warm, soapy water for five minutes. \n 3. Push back the cuticles.",
        "context_after": "In doing so, you can expose more of the nail and prevent nail polish from getting on the skin.    * Never cut the cuticles. Cutting a cuticle leaves a gap open in between the nail and the skin, which could result in nail infections or other problems that will affect the appearance and health of the nail.   4. Apply petroleum jelly around the cuticles.",
        "ID": "IUuEf4GECt",
        "grouping": 2
    },
    "107": {
        "article_name": "Do_a_Moroccan_Bath_at_Home.txt",
        "sentence_1": "Bring a water bottle with you into the room.",
        "sentence_2": "Bring a water bottle with you into the room <to drink periodically>.",
        "context_before": "Turn on the hot water and let it run until the room is steamy. \n     * Wet a washcloth with cold water and apply it to your neck or forehead if you feel lightheaded. \n *",
        "context_after": "Keep yourself hydrated for the duration of the bath.  4. Sit in the steam for 10-15 minutes. Before you enter the bath, relax and let the steam work into your skin. If you feel lightheaded, open a door or window and drink more water.",
        "ID": "m91iF9OL_2",
        "grouping": 2
    },
    "108": {
        "article_name": "Wear_Dresses_in_the_Fall.txt",
        "sentence_1": "Wear a leather jacket over a floral summer dress.",
        "sentence_2": "Wear a leather jacket over a floral summer dress <for an edgy touch>.",
        "context_before": "### Adding Outerwear\n \n 1.",
        "context_after": "The combination of a feminine floral pattern and a structured leather jacket gives your cute outfit a touch of edge. This look also works well for both daytime and nighttime.  2. Wear a dressier coat to make the outfit stylish and work-appropriate. Options such as a camel coat, a lightweight trench coat, and a thick blazer look especially good with a midi-length dress or a shift dress.",
        "ID": "UgFSDAC6ox",
        "grouping": 2
    }
}