{    
    "1": {
        "sentence_1": "Go for a common bike - they also have the advantage of a lower resale value.",
        "sentence_2": "Go for a common bike - they also have the advantage of a lower resale value, <so you 'll get a better bargain>.",
        "article_name": "Buy_a_Motorcycle.txt",
        "context_before": "When buying used, stay away from lesser-known models. Although the seller may try to sell it as a \"collector's bike\" or a \"rare find\" don't go for it. Rare and limited-run bikes are difficult to find parts for when they break down.",
        "context_after": "Common models are also more likely to have online guides or forums where you can find help with maintenance.",
        "correct_answer": "No",
        "ID": "Qual_0"
    },
    "2": {
        "sentence_1": "To be safest, just assume that everything you bring is going to get wet.",
        "sentence_2": "To be safest <as you pack>, just assume that everything you bring is going to get wet.",
        "article_name": "Prepare_to_Go_Swimming.txt",
        "context_before": "At the very least, aim to drink 16oz or more of water in the hour leading up to your swim. Stuff phones, electronics, and valuables in resealable plastic bags.",
        "context_after": "If you are taking things like your mobile phone that can't get wet, take them in a separate small bag, pockets of your clothes or a waterproof bag which you can put in your swimming bag.",
        "correct_answer": "No",
        "ID": "Qual_1"
    },
    "3": {
        "sentence_1": "Aligning fractured bones is best left to trained professionals and should only be attempted by untrained people in extreme and rare emergencies.",
        "sentence_2": "Aligning fractured bones is best left to trained professionals and should only be attempted <on smaller peripheral bones> by untrained people in extreme and rare emergencies.",
        "article_name": "Realign_a_Fractured_Bone.txt",
        "context_before": "If you suspect a bone is broken, try to keep the injured area immobilized and seek medical attention immediately.",
        "context_after": "Improper handling can lead to permanent damage, so it's crucial not to take unnecessary risks.",
        "correct_answer": "Yes",
        "ID": "Qual_2"
    },
    "4": {
        "sentence_1": "Make sure your wireless network is encrypted with WPA2.",
        "sentence_2": "Make sure your wireless network is encrypted with WPA2 <and that you use a strong password that includes at least 20 characters>.",
        "article_name": "Prevent_People_from_Tracking_You_on_the_Internet.txt",
        "context_before": "Your home network is one of the most common entry points for tracking and unauthorized data collection. It's essential to secure your router settings to reduce these risks.",
        "context_after": "This step helps protect your data from being intercepted by others on the same network and makes it harder for third parties to monitor your online activity.",
        "correct_answer": "Yes",
        "ID": "Qual_3"
    },
    "5": {
        "sentence_1": "This will help with your tendency.",
        "sentence_2": "This will help with your tendency <to grip the handlebars too tightly>.",
        "article_name": "Race_Your_Street_Motorcycle.txt",
        "context_before": "It's common for riders to unconsciously grip the handlebars too tightly when they're nervous or trying to maintain control at high speeds. Practicing deep, controlled breathing can help keep your muscles relaxed while riding.",
        "context_after": "Loosening your grip not only improves handling but also prevents unnecessary strain on your arms during longer races.",
        "correct_answer": "No",
        "ID": "Qual_4"
    }
}
